export default {
  type: 'Проектор',
  type_en: 'Projector',
  type_ru: 'Проектор',
  type_id: 3,
  profile: 'Исследователь-Мученик',
  profile_en: 'Investigative Martyr',
  profile_ru: 'Исследователь-Мученик',
  line: '1/3',
  personality: {
    planets: [
      {
        gate: 38,
        line: 1,
        color: 6,
        tone: 1,
      },
      {
        gate: 39,
        line: 1,
        color: 6,
        tone: 1,
      },
      {
        gate: 48,
        line: 3,
        color: 6,
        tone: 5,
      },
      {
        gate: 63,
        line: 3,
        color: 6,
        tone: 2,
      },
      {
        gate: 64,
        line: 3,
        color: 6,
        tone: 2,
      },
      {
        gate: 60,
        line: 3,
        color: 6,
        tone: 3,
      },
      {
        gate: 58,
        line: 1,
        color: 5,
        tone: 5,
      },
      {
        gate: 63,
        line: 2,
        color: 1,
        tone: 1,
      },
      {
        gate: 28,
        line: 1,
        color: 3,
        tone: 2,
      },
      {
        gate: 27,
        line: 1,
        color: 1,
        tone: 3,
      },
      {
        gate: 18,
        line: 6,
        color: 2,
        tone: 1,
      },
      {
        gate: 14,
        line: 6,
        color: 5,
        tone: 3,
      },
      {
        gate: 6,
        line: 6,
        color: 1,
        tone: 4,
      },
    ],
    gates: [38, 48, 60, 58, 63, 28, 27, 18, 14, 6, 39, 64],
    channels: {
      '2-14': {
        state: 'half-active',
        gate: '14',
      },
      '3-60': {
        state: 'half-active',
        gate: '60',
      },
      '4-63': {
        state: 'half-active',
        gate: '63',
      },
      '6-59': {
        state: 'half-active',
        gate: '6',
      },
      '16-48': {
        state: 'half-active',
        gate: '48',
      },
      '18-58': {
        state: 'active',
      },
      '27-50': {
        state: 'half-active',
        gate: '27',
      },
      '28-38': {
        state: 'active',
      },
      '39-55': {
        state: 'half-active',
        gate: '39',
      },
      '47-64': {
        state: 'half-active',
        gate: '64',
      },
    },
  },
  design: {
    planets: [
      {
        gate: 48,
        line: 3,
        color: 6,
        tone: 5,
      },
      {
        gate: 21,
        line: 3,
        color: 6,
        tone: 5,
      },
      {
        gate: 31,
        line: 6,
        color: 1,
        tone: 6,
      },
      {
        gate: 22,
        line: 5,
        color: 2,
        tone: 3,
      },
      {
        gate: 47,
        line: 5,
        color: 2,
        tone: 3,
      },
      {
        gate: 46,
        line: 3,
        color: 3,
        tone: 3,
      },
      {
        gate: 64,
        line: 5,
        color: 2,
        tone: 3,
      },
      {
        gate: 58,
        line: 6,
        color: 5,
        tone: 1,
      },
      {
        gate: 57,
        line: 1,
        color: 3,
        tone: 3,
      },
      {
        gate: 27,
        line: 6,
        color: 4,
        tone: 4,
      },
      {
        gate: 18,
        line: 2,
        color: 1,
        tone: 4,
      },
      {
        gate: 14,
        line: 3,
        color: 3,
        tone: 6,
      },
      {
        gate: 6,
        line: 4,
        color: 1,
        tone: 6,
      },
    ],
    gates: [48, 31, 46, 64, 58, 57, 27, 18, 14, 6, 22, 21, 47],
    channels: {
      '2-14': {
        state: 'half-active',
        gate: '14',
      },
      '6-59': {
        state: 'half-active',
        gate: '6',
      },
      '7-31': {
        state: 'half-active',
        gate: '31',
      },
      '10-57': {
        state: 'half-active',
        gate: '57',
      },
      '12-22': {
        state: 'half-active',
        gate: '22',
      },
      '16-48': {
        state: 'half-active',
        gate: '48',
      },
      '18-58': {
        state: 'active',
      },
      '20-57': {
        state: 'half-active',
        gate: '57',
      },
      '21-45': {
        state: 'half-active',
        gate: '21',
      },
      '27-50': {
        state: 'half-active',
        gate: '27',
      },
      '29-46': {
        state: 'half-active',
        gate: '46',
      },
      '34-57': {
        state: 'half-active',
        gate: '57',
      },
      '47-64': {
        state: 'active',
      },
    },
  },
  other: {
    channels: [],
  },
  description: {
    gates: {
      38: 'Ворота требуют от вас активной борьбы за всеобщее благо и могут превратить вас в непреклонного бунтаря. Вы принимаете близко к сердцу беды всех страждущих и несовершенства системы. Это объясняется тем, что в противостоянии злу вы чувствуете вызов. Вы конфликтны, враждебны и противоречивы. Иногда вы начинаете придираться и спорить только ради удовольствия от процесса. В результате вы ссоритесь со всеми, до кого способны дотянуться, и знакомые начинают обходить вас стороной. В мире всегда есть место для подвига, но большинству людей свойственно держаться подальше от этого места. Вас подобные места притягивают как магнит.\n\nВорота №38 не отличаются глухотой. Просто они слышат только то, что хотят услышать. Постарайтесь не начинать войну до того, как у вас появятся союзники и единомышленники. А они появятся, стоит только немного подождать. Самая большая трудность для вас – понять, являются ли ваши проблемы действительно вашими. Иначе вы обнаружите, что бросаете вызов жизни, не имея на то ни малейших причин. Однако если ваши проблемы касаются личной жизни, то причины повоевать, скорее всего, действительно есть. В конце концов, вы понимаете, что единственная причина, заставляющая вас бросаться в бой за правду, – это людская благодарность, которую вы можете за это получить.',
      48: 'Найдутся люди, которые будут смеяться над вашим природным глубокомыслием. Но оно необходимо 48-м Воротам для того, чтобы обеспечить вам свежесть мысли и личное благополучие. Это дает вам осознанность, широкий кругозор и чрезвычайную изобретательность.\n\nБазовый признак любой цивилизации – водопровод. Источник воды, который содержится в чистоте и порядке. Это гарантия здоровья и безопасности членов общества. Источник воды необходим людям, чтобы поддерживать свое существование. Ворота Глубины нужны для того же. Люди приходят к вам, чтобы напиться ваших жизненных знаний и подключить шланг к вашей находчивости и изобретательности.\n\nКачество вашей жизни определяется тем, что вы дарите другим. И тем, кто именно допущен в круг этих «других». Оно прямо пропорционально той глубине, которой вы готовы достигнуть в процессе жизни. Возможно, вы и хотели бы порхать по поверхности и избегать глубоких отношений. Вы вполне способны сохранить ясность мышления, существуя в таком режиме. Но попробуйте хоть один раз нырнуть. Вы поймете, что источник настоящего счастья для вас – глубина. Что бы ни встретилось на вашем пути, оно приносит вам знания. Оно дает обновление и расширяет ваш горизонт. Для того чтобы стать хорошим пианистом, недостаточно изучить технику игры. Нужны постоянные тренировки и репетиции. Нужны поиски и разучивание нового репертуара.\n\nВсегда имейте в виду, что в глубине таится страх недостаточной глубины. Страх того, что вы недостаточно хорошо знаете свой предмет. И это может вогнать вас в паралич в самый неподходящий момент. Значит, наступило время довериться своему Авторитету. Если человек или проект показался вам приемлемым, пригласите их разделить с вами вашу глубину. Это обновит вас, как обновляет в жару прохладная вода глубокого колодца.',
      60: 'Вы постоянно живете в рамках ограничений. Вы пользуетесь только тем, что предоставляет вам жизнь. Основополагающие правила – вот для вас стабильная платформа. Никто лучше вас не осознает реальность инструкций и ограничений. Но при этом вы прекрасно понимаете разницу между непреодолимым препятствием и горой, которую можно обойти, если уж это так необходимо.\n\nВы способны прорваться через препятствия, но сначала вы тщательно изучите все легальные возможности. Во всем своем величии ограничения проявляются тогда, когда это касается именно вашего здоровья, амбиций, финансов или личных дел. Главное – не зацикливаться на том, что действительно находится за границами ваших возможностей. Сосредоточьтесь на достижимом.\n\nДля каждых из Ворот Корневого Центра существуют параметры, определяющее для них понятия счастья и развития. Для 60-х Ворот это уровень принятия собственных ограничений. Перестаньте бороться за цели, которые находятся за пределами досягаемости. Попробуйте разглядеть то, что лежит у вас прямо под носом. Это станет для вас трамплином. Вы перестанете тратить силы на стирание границ и выясните, что сил достаточно для того, чтобы прекрасно обустроить все, что этими границами очерчено. Как только вы постигнете умиротворенность и примете те качества, которые в вас есть, вы поймете, что такое настоящая свобода развития.',
      58: 'Случалось ли вам видеть новорожденного младенца? Едва заметив взрослого человека, он начинает в лучшем случае махать ручками и хихикать, в худшем – кричать и плакать. В детстве мы всецело принимаем ту жизнерадостность и жизнеспособность, которая дается нам от рождения. Мы просто не знаем ничего другого. У взрослых эта особенность очень быстро сходит на нет. Но это не так для тех, у кого определены 58-е Ворота. Ваша чаша жизнерадостности наполнена до краев. И чем больше людей, с которыми вы готовы ею поделиться, тем быстрее она наполняется вновь.\n\nУ вас ненасытный аппетит на все: еду, события, впечатления. Вы всем этим просто наслаждаетесь. Вы любите бегать под дождем не меньше, чем загорать на солнышке. Ваш неимоверный восторг иногда может быть опасен. Вы просто способны кого-нибудь сбить с ног. Например, самого себя. Поэтому главное, чему вам следует научиться, это продолжать радоваться жизни, но соглашаться только на то, что находит в вас внутренний отклик.\n\nВаше жизнелюбие может заставить вас болтаться по жизни, как поплавок, и ваша задача состоит в том, чтобы подпрыгивать только на тех волнах, которые несут вам радость. И не подпрыгивать, когда вам этого не хочется. Например, числиться тусовщиком, еще не значит посещать каждую вечеринку. Вы вполне можете ходить только на те, которые вам интересны. Вы человек, которому сама природа велела танцевать и радоваться. Так что радуйтесь и танцуйте.',
      63: 'Теменной Центр постоянно транслирует в вашу голову сомнения. Вы постоянно сомневаетесь в обоснованности и эффективности всего, включая самого себя. Вы пытаетесь заранее распознать любые ловушки и слабые места. Вы будете сомневаться в чем угодно до тех пор, пока не убедитесь в беспочвенности своих сомнений. Зачастую это лишает вас уверенности и заставляет слишком долго колебаться.\n\nЭто незаменимое качество, когда вопрос идет об оценке безопасности и эффективности бизнес проектов. Однако в личной жизни критическое восприятие полезно не всегда. Человек, который всегда и во всем сомневается, со временем начинает утомлять. Вам следует понять, что эти Ворота не способны отвечать на личные вопросы. Зато вы способны сформировать мнение, на которое могут опираться другие люди. Вы помогаете им в нужную сторону корректировать свои понятия и поступки. Запомните: не каждый логический довод достоин того, чтобы обращать на него внимание. Это позволит вам лучше видеть будущее и помогать себе и другим избежать опасностей и ловушек.',
      28: 'Существуют целые культуры, считающие, что жизнь – это непрерывная игра. Они учат, что люди играют свои роли, но судьба в конечном итоге все расставляет по местам. Вы верите в это и стараетесь сделать свою роль максимально интересной, при этом оставшись живым и не сильно покалеченным. Это толкает вас на храбрость, граничащую с безрассудством. Вы не теряете присутствия духа, потому что уверены в реакции вашего Селезеночного Центра. Он делает вас готовым преодолеть любые трудности. Вы питаетесь тем, что ходите по краю.\n\nБезусловно, среди обладателей определенных 28-х Ворот есть те, кто сдались перед страхом смерти. Он парализует их и вызывает непреодолимое сопротивление. Есть и другой риск – отказаться от инстинкта самосохранения и махнуть рукой на жизнь. Однако ваша природа ликует, когда вы поите ее жизненной силой.\n\nПроживание жизни на полную катушку требует великой храбрости и постоянной боеготовности. Это те два качества, которые вы получаете бонусом, вступая в игру. Можете ли вы прямо взглянуть в лицо жизни, когда на вашем пути встанет дракон хаоса? Если да, то игровое поле за вами.',
      27: 'Вы готовы наделять благами из обеих рук. Вы желаете заботиться о людях, желаете всем счастья. Это может привести к тому, что на вашу долю ничего не останется. Поэтому главная задача для 27-х Ворот – не забыть сначала позаботиться о самом себе. Вам необходимо научиться сохранять здоровое равновесие между заботой об окружающих и заботой о том, чтобы обеспечить себя едой, друзьями и прочным финансовым положением.\n\nВы склоны к тому, чтобы забывать о себе. Вы ставите интересы других выше своих собственных. Вспомните древнюю мудрость, советующую врачу исцелиться самому. Удостоверьтесь в том, что авантюра, в которую вы влезли, выгодна всем ее участникам, включая вас. Попробуйте устроить все так, чтобы люди, о которых вы заботитесь, не забывали заботиться о вас. Эффективными вы можете стать только тогда, когда у вас хватает средств на собственное процветание. Вы испытываете сострадание к людям. Вы обязаны оберегать, защищать и кормить. Так добейтесь того, чтобы у вас было чем кормить хотя бы себя.',
      18: 'Ворота Исправления страстно желают взвалить на себя работу по исцелению шрамов, оставленных на поверхности души родителями, учителями и коллективами. Примеряя на себя чужие модели поведения, которые вы принимаете за единственно правильные, вы портите себя, лишая себя собственной силы. Это касается и моделей, принятых в детстве, и моделей, навязанных в юности. Это груз отживших и бесполезных традиций, обычаев и духовных скреп.\n\nЦель 18-х Ворот – пересмотреть устоявшиеся нормы поведения, отсеять лишнее и привнести новое, полезное для вас и общества. Ворота Исправления прекрасно чувствуют, когда вы излишне суровы к себе и напрасно обвиняете себя в том, что произошло в прошлом. Они призывают вас заняться этим вопросом всерьез.\n\nИсцеление заставит вашу душу ликовать и наслаждаться вновь обретенной свободой. Свобода дает внутренний стимул для осознания тех ваших качеств, которые могли быть позаимствованы или восприняты вами через Обуславливающее влияние. Эти качества не имеют никакого отношения к вашей природе. Путь к счастью лежит через осознание разницы между настоящим и наносным, отделение одного от другого и избавление от последнего.\n\nВорота Исправления являются ключевыми для преображения и улучшения путей общества. Они уравновешивают в нем патриархальные и матриархальные модели, определяют, насколько актуальны существующие модели.\n\nУ 18-х Ворот имеется склонность винить себя во всем, что, по их ощущениям, происходит в вашей жизни не так. Эта форма комплекса вины опасна разрушением личности. Научитесь быть мягче и добрее к себе. Это несложно, но требует только решительности, бдительности и присутствия. Принять свою слабость, вместо того чтобы винить себя в ней, требует немалой силы. И вы сможете найти эту силу в глубине Ворот №18.',
      14: 'Все зависит только от того, насколько вы способны приложить свои таланты к вещам действительно важным. Вещам, имеющим значение не только для вас, но и для других людей. Обратите внимание на девиз, который прибит над Воротами Силовых навыков. Он гласит: «Только проекты, направленные на всеобщее благо, ведут к процветанию».\n\nПроцветание может выражаться в разных вещах. Вы можете накопить собственное богатство. Вы можете оказаться управляющим при чужих капиталах. В вас есть некое мастерство умело распоряжаться ресурсами. Любыми: от банковских счетов до недвижимости и от заводов до кукурузных полей. В любом случае Ворота Силовых навыков касаются имущества, больших денег и потенциально большого успеха. Гремучая смесь из судьбы и счастливого случая. Говорят, что судьба наделяет богатством того, кто ей приглянулся. Но шанс остается у каждого.\n\n14-е Ворота прекрасно понимают, что богатство – понятие субъективное. Богат человек или беден, во многом зависит от точки зрения наблюдателя. Безусловно, у вас есть способность и готовность продвигать любые проекты от старта и до победного конца. Если применить вашу энергию в нужном направлении, она неизбежно приведет вас к щедрому вознаграждению. Со временем вы осознаете, что уверенно и комфортно распоряжаться финансами и имуществом – это просто природный дар. Он у вас есть. Поэтому вам не стоит бояться ответственности и риска, которые связаны с подобного рода деятельностью.',
      6: 'Великий дипломат, вы оцениваете каждую ситуацию по достоинству и признаете, что некоторые творческие процессы просто невозможны без споров и разногласий. Вы всегда готовы выступить в роли миротворца.\n\nМногое в нашей жизни определяется не рациональным мышлением, а эмоциями. Основная задача шестых Ворот – отделять одно от другого, внося ясность. Это все равно, что пользоваться весами, стоя на натянутом канате. Вы ищете решения и готовы идти навстречу. Вы творчески подходите к вопросу; стараетесь быть справедливым и беспристрастным. Вы опытный арбитр в личных и производственных вопросах.\n\nНа физическом уровне шестые Ворота регулируют биохимию тела. Они определяют тонкий баланс между кислотой и щелочью, необходимый для здоровья и благополучия. Любое злоупотребление нарушает равновесие и ведет к потере баланса. Злоупотребление может быть разным: жадность, злость, зависимость, сексуальная озабоченность.\n\nЭти Ворота крайне эмоциональны. Их участие говорит о решающей роли эмоций в вашей жизни. То, как вы чувствуете себя, определяет то, как чувствуют себя окружающие. Ясность чувств определяет ясность окружающей среды. Отсутствие этой ясности означает неизбежную катастрофу.',
      39: 'Ваша природа требует от вас будить внутри людей спящего льва, чтобы убедиться, умеет ли этот лев рычать. Вы можете просто остановиться в дверях и начать обводить комнату взглядом, показательно игнорируя всех в ней находящихся. Людей это раздражает. Вы достигли своей цели – привнесли в ситуацию провоцирующую энергию.\n\nВорота №39 всегда флиртуют. Делают они это естественно, умело и при любом удобном случае. Это как бросание наживки в воду. Вы не знаете, есть ли там рыба, но если есть, вы обязательно об этом узнаете. Ворота Провокации хотят, чтобы на них обратили внимание, признали и оценили. Вы идете по жизни, влюбляясь и разочаровываясь, испытывая разные эмоции, но всегда меланхолично. Если очередная провокация не удалась, вы поворачиваетесь на 180 градусов и отправляетесь искать другие объекты.\n\nПопробуйте понять: вы провоцируете людей, чтобы они вас заметили. Но не исключен вариант, что глаза, обратившиеся на вас, будут налиты кровью. В такой ситуации попробуйте посмотреть на происходящее предельно объективно, глубоко вдохнуть и очень быстро убежать. По существу, вы запускаете чужие эмоциональные расстройства. Следовательно, на вас лежит ответственность за последствия. Вы нанесли вред, вам это и исправлять.\n\nСтранно, но факт: встречаются люди, которым нравится страдать. Попробуйте начать их утешать. Ничего, кроме злости, вы от них не добьетесь. Многие люди забыли о том, что они одухотворенные и пылкие. При столкновении с вами у них есть шанс об этом вспомнить. В этом смысле вы вполне можете считаться реаниматологом духа.',
      64: 'Это как изучать ночное небо, снимая с него и укладывая под микроскоп звезды, одну за другой. Всматриваться в окуляр, анализировать, искать особый смысл в каждом переливе света. Вы способны разобрать на части и вывернуть наизнанку любой механизм, только чтобы определить его значимость или ценность.\n\nОбразно говоря, это Ворота к возможностям внутри возможностей. И каждую из этих возможностей они взвешивают на предмет «А что, если…». Вы вполне способны угодить в ловушку постоянного поиска. Вы проверяете все – религию, историю, философию, вечные истины и универсальные аксиомы. Вы жаждете нового понимания и ищете точку прорыва. Некоторые люди с определенными Воротами 64 просто не в состоянии воспользоваться ни одной возможностью. Пока они ее изучают, она просто перестает быть.\n\nВаша любознательность никогда не устанет задавать вопросы. Поймите, что жизнь – это тайна, которую вы никогда не раскроете до конца. Поэтому просто не ставьте себя в глупое положение. Не пытайтесь побеждать парадоксы, которые вы сами и создали. Примите свои особенности, перестаньте бояться будущего и просто плывите в потоке непознанного, поскольку именно это – ваша естественная среда обитания. Путешествие будет долгим и интересным.',
      31: 'Вы обладаете природным даром руководителя, ведете за собой коллектив, организуете работу, реализуете проекты. Люди слушаются ваших указаний. Следовательно, вы способны влиять на людей и помогать им в достижении как личных, так и коллективных целей. Ворота №31 несут уверенность в будущем. Большая часть сказанного вами имеет целью направить людей в том направлении, которое вы считаете верным.\n\nВы выглядите как человек, который точно знает, что должно произойти завтра, и способен обеспечить в этом завтра гармонию и порядок. Люди видят это и готовы следовать вашим указаниям. Ваша эффективность зависит от умения быть своевременным, держаться своих ориентиров и ни в коем случае не торопиться.\n\nДобейтесь от людей понимания того, что выполнение ваших распоряжений – это их добровольный выбор. Важно, чтобы то, что вы говорите, определяло именно вашу оригинальную точку зрения. И постарайтесь избежать главной ошибки: сказанное вами должно убеждать других, а не вас самого. Вы верить в собственные слова вовсе не обязаны.',
      46: 'Вы способны случайно найти кольцо с бриллиантом, роясь в ящике стола в поисках канцелярской скрепки. Говорят, что половина успеха – это появиться вовремя. На самом деле удача зависит не только от появления на сцене в нужный момент. Она зависит и от того, что именно вы будете делать на этой сцене.\n\nБудьте открыты к общению и доверяйте людям, это нравится вашей фортуне. Опирайтесь на внутреннюю уверенность. Будьте готовы ко всему, что предложит вам жизнь, и вы увидите, как расцветет ваша личность. Ворота Решительности необходимы потому, что Вселенная нуждается в вашем присутствии. Она дарит вам опыт, а вы извлекаете из него уроки. Не ждите ничего от жизни. Просто будьте готовы принять любой опыт, который она сможет вам предложить.\n\nВорота №46 – одни из Ворот Любви. Их аспект – любовь к телу. Поэтому не забудьте добавить к своей удаче заботу о собственном здоровье. Поддержание собственного тела в форме – главная часть вашей жизни. Вы не вылезали бы из тренажерного зала и массажного кабинета, если бы не опасались ждущих вас там Обуславливающих влияний.\n\nВаша душа ликует, ощущая себя в теле, доведенном до совершенства. Она призывает вас баловать свое тело и принять на себя ответственность за него. В противном случае душа обидится и заболеет. Массаж, пробежка, маникюр, педикюр, сауна, разумная диета. Тело погружается в легкую эйфорию, и вы готовы на все.',
      57: 'Ваша острая интуиция постоянно реагирует на все, что происходит вокруг вас. Она рисует беспрестанно меняющуюся картинку мира, охраняет ваше благополучие. Людям, которые живут с вами рядом, часто кажется, что вы просто не обращаете на них внимания. Это неправда. Ваша мягкая чувствительность уже давно пощупала их, прочитала и запомнила. А ваш мягкий энтузиазм давно просочился в их души и изменил их к лучшему.\n\nВаша врожденная интуиция ловит звучание того, что вы слышите. Она оценивает качество звука и определяет интерес к услышанному. Слишком резкий звук или неприятное созвучие могут сбить настройку вашей интуиции и поцарапать вашу высокочувствительную натуру. Мы живем в мире, наполненном суматохой и болтовней. Вы проходите через этот мир с мягкостью. Вы касаетесь всего, что вас привлекает, и мир на вашем пути медленно и незаметно становится лучше. Есть какая то волшебная мягкость в вашем подходе к жизни и влиянии на жизнь, которым вы так умело пользуетесь.\n\nВаша душа очень чувствительна к звукам. Музыка, которую вы слушаете, должна быть мелодичной и не нарушать гармонию. Самый обычный шум вызывает у вас беспокойство. Вы стараетесь игнорировать людей с неприятным, хныкающим или взвизгивающим голосом, особенно если чувствуете, что этот человек заинтересован в вас. Вы просто слышите в его голосе приближающиеся неприятности. Ваши ощущения усилены врожденными способностями к концентрации внимания.\n\nВы изучаете будущее. Зачастую вы его просто боитесь, у вас постоянно крутится в голове «а что, если…». Если ваш Селезеночный Центр не определен, этот страх может перерасти во всепоглощающий, парализующий волю ужас. Значит, настало время обратиться к своему Авторитету. Не пугайтесь того, в какие формы облекаются жизненные трудности. Доверяйте своей интуиции и идите навстречу трудностям. Мягко и неторопливо, как велит вам ваша природа.',
      22: 'Ваш дар преобразует действительность, делая ее лучше. Что бы вы ни делали, вы делаете это, во-первых, красиво, во-вторых, милосердно. Даже если вы сами этого не замечаете, люди вокруг видят и вашу индивидуальность, и вашу привлекательность. Эти качества проявляются во всем: в грациозных движениях, в красивой одежде, в изысканном и вежливом общении. Благословение небес всегда с вами. Вы ведете жизнь мага и чародея, легко преодолевая даже самые тревожные моменты. Ворота №22 – это врата, через которые в мир проистекают доброта и гармония.\n\nЭто не значит, что ваша жизнь легка и безмятежна. Наступает черная полоса, и вы превращаетесь в Золушку, создающую красоту, усердно убирая за своими сестрами. Вы должны быть готовы к подобным неприятностям. Следите за своими эмоциями. Черная полоса в жизни может обратить ваше свойство быть милым в привычку быть ужасным.\n\nВаш взгляд на мир – взгляд романтика. Поэтому вы прекрасный соблазнитель или умелая соблазнительница. Животные тоже чувствуют это и инстинктивно стараются прижаться к вам поближе, даже если у вас аллергия на шерсть. Вы притягиваете их как магнитом. Ведь вы такой милый. Говорят, что самые великие короли и королевы завоевали этот статус далеко не мудростью. Они вошли в историю своей грациозностью. Если это так, то у вас есть немалый шанс войти в историю.',
      21: 'Вы забрались на самую высокую гору и обозреваете окрестности. Вы постоянно готовы к началу бурной деятельности и способны мгновенно предпринять самые решительные шаги в любой сфере. Работа, финансы, недвижимость, личные отношения. Вы хищник, способный сидеть в засаде, ожидая возможности. Вы определяете дичь и открываете охоту. И главное, что к этому моменту вы уже тщательно пометили свою территорию. Этот процесс вас успокаивает. Вам нужно быть ответственным хотя бы за то, что вы едите, где живете и во что одеваетесь.\n\nВ любом аспекте жизни вы стремитесь стать доминантной силой, предприимчивой, умной, опережающей. Вы босс, директор, президент. Вы – во главе. Чтобы оценить это, ваши коллеги и партнеры должны проявлять немало такта и понимания. Гораздо хуже, если у вашего партнера тоже определены 21-е Ворота. Тогда добро пожаловать на турнир по перетягиванию одеяла. От вас обоих потребуется очень хорошее взаимодействие с собственным Авторитетом, чтобы начать понимать, когда следует настаивать на своем, а когда уступить напарнику. Иначе эта борьба за власть не закончится никогда. Но если поставить вас у руля, то более надежного водителя, чем вы, не будет.\n\nКак только в кресле директора оказывается кто-то другой, вы понимаете, что потеряли контроль над ситуацией. А если у вас не определен Сердечный Центр, это более чем возможно. Удостоверьтесь в том, чтобы ваша мудрость оценила этого человека и признала годным. «Он способен с этим справиться». Трудности начинаются тогда, когда вы лезете со своими полномочиями в ситуации, которые вас совершенно не касаются. Это случается, если вы начинаете проталкивать собственное Эго, не обращая внимания на голос мудрости. Осознайте свои подлинные желания и следуйте своему Дизайну жизни.',
      47: 'Помните историю великого греческого мыслителя и математика Архимеда? Ему поручили определить подлинность золота, из которого был изготовлен царский венец. Во время обдумывания способа решения задачи он залез в ванну и обнаружил, что часть воды вылилась на землю, вытесненная его телом. Так было найдено ключевое решение, как вычислить объем короны, не прибегая к сложным замерам. К Архимеду пришло озарение, и он помчался голышом по улицам Сиракуз с криком «Эврика!» Так и вы - прирожденный решатель проблем. Подобные озарения для вас – это насущная необходимость. Вы склонны к абстрактному мышлению. Вероятно, ваши коллеги уже привыкли, что вы можете просидеть полдня с пустым взглядом, а потом вскочить с криком «Я понял!»\n\nКлючом к подобным прорывам является умение правильно расслабиться. Так что откройте умную книгу, того же Архимеда, и отступите от собственных мыслей. Облачитесь в спокойствие. Возможно, решение лежит у вас под самым носом, но для его поиска у вас нет ничего, кроме телескопа. Отступите на несколько шагов назад, и вы его найдете. Расслабьтесь, и вы увидите этот мир в новом свете.',
    },
    gates_titles: {
      38: 'Борца',
      48: 'Глубины',
      60: 'Принятия',
      58: 'Жизненности',
      63: 'Сомнения',
      28: 'Игрока',
      27: 'Заботы',
      18: 'Исправления',
      14: 'Силовых навыков',
      6: 'Трения',
      39: 'Провокации',
      64: 'Замешательства',
      31: 'Лидерства',
      46: 'Решительности',
      57: 'Интуитивной Ясности',
      22: 'Открытости',
      21: 'Охотника',
      47: 'Реализации',
    },
    channels: {
      '18-58':
        'Эта мгновенная оценка никогда не ставится под сомнение, потому что она исходит непосредственно от Селезеночного Центра. Вы начинаете процесс только ради процесса. При этом в ваших намерениях нет ничего дурного. Однако, особенно в личной жизни, это может привести к некоторому недопониманию. Если вы не научитесь сдерживать свой 18-58, это приведет к постоянным конфликтам с окружающими. Вас начнут принимать за критикана и относиться к вам с неприязнью.\n\nПопробуйте почувствовать разницу между общественным и личным и ограничиться в своей критике только первым. Ваша способность безошибочно определять, где, что и как следует улучшить, очень полезна на работе и в общественной жизни, но личным отношениям может здорово навредить.\n\n Если же вы обращаете свой критический взгляд на самого себя, то ваша самокритичность всесокрушающа. Таким людям полезно делать поблажку хотя бы для себя; понять, что идеальных людей не существует. Поэтому обратите лучше свое внимание на несовершенство окружающего мира. Там ваши мгновенные оценки и точные консультации могут быть и уместными, и полезными. Обратитесь за помощью к собственному Авторитету и удостоверьтесь в том, что вы применяете свои таланты в правильном направлении. Тогда все встанет на свои места, и все останутся довольны.',
      '47-64':
        'Вы обдумываете и осмысляете цвет, фактуру и контуры. Вы докапываетесь до самых тонких проявлений всего и вся. Вы на многие часы погружаетесь в обдумывание исторических и философских проблем. Вас поглощают теории и концепции. Вы хотите постичь высокие истины прошлого и создать новую глобальную философию и этику. Жизнь – это одна из величайших тайн, которую вы намерены разгадать.\n\nКанал 47-64 ищет глубокие смыслы, он способен задаваться такими глобальными вопросами, как смысл жизни и причины создания Вселенной. Вы ищете смыслы во всем. И это может привести вас к кристальной ясности, а может запутать еще больше. Возникающие у вас идеи могут казаться непонятными и оторванными от жизни, но вами движет вера в то, что великое знание царит над повседневной суетой и дарит свет всему человечеству. В то же время вы можете испытывать удовольствие и от совершенно бесполезной умозрительной концепции.\n\nАбстрактные размышления по природе своей требуют покоя и одиночества. Озарения могут посетить вас в любое время дня и ночи. Вы просыпаетесь за час до рассвета оттого, что решили задачу, над которой думали многие недели. Зачастую вы способны блестяще решать чужие проблемы, но буксовать на своих собственных. Помните: в вас заложен потенциал великого мыслителя. Это способно вдохновлять людей. Это способно вдохновить даже вас самих.',
      '28-38':
        'Ваш дар – это невероятное упрямство, придающее силы вам и другим людям в борьбе за справедливость. Вы способны противостоять любым темным силам. Ничто не распаляет вас больше, чем утверждение, что миссия невыполнима. Вы устремляетесь в битву с кличем: «А вот посмотрим, как у меня это получится!»\n\nВы когда-нибудь попадали в сильный шторм? Настолько сильный, что ветер буквально сбивает с ног? Представьте себе, что вы входите в эту стену ветра. Вот так ощущают себя люди с активированным Каналом 28-38. Им присущи устойчивость, чувство равновесия и желание двигаться вперед. Шаг за шагом. К счастью, у вас достаточно интуиции для осознания того, какие люди и вещи стоят того, чтобы за них бороться. Вы тот самый Че Гевара, который прибывает в чужую страну, видит, как власть угнетает граждан, и вдохновляет местных жителей на восстание во имя гражданских прав и общественной справедливости. Вы Давид, который вечно ищет на свою голову очередного Голиафа.\n\nВаша жажда драки может привести вас к идеологии «Я дерусь, потому что я дерусь». Вспоминая, как закончил свои дни Че Гевара, признаем, что люди не всегда могут по достоинству оценить ваши устремления. Вы всего лишь недовольны существующими порядками, но окружающим уже кажется, что вы восстали против всего мира. Вы глухи к чужим советам и слышите только то, что звучит правильно для вас.\n\nКогда все поплывут по течению, вы направите лодку в противоположную сторону. Вы полезете в окно, вместо того чтобы войти в открытую дверь. Таким образом, вы просто демонстрируете собственную индивидуальность. «Я все делаю по-своему». Трудность заключается в том, что ваши жизненные стандарты могут оказаться несовместимы с жизнью.\n\nНастоящее удовлетворение вы получите, только научившись пониманию, когда следует лезть в драку, а когда благоразумнее будет отступить. Иначе вашим природным даром агитатора и главаря попросту воспользуются, оставив на вашу долю опустошенность и разочарование.\n\nВ личной жизни постарайтесь оставить боевые инстинкты за порогом спальни. Не стоит превращать свой дом в поле брани. Повесьте ружье на стену, устройтесь в удобном кресле, поставьте в плейер старый альбом Фрэнка Синатры и спойте с ним вместе «Му way».',
    },
    channels_titles: {
      '18-58': 'Суждения',
      '47-64': 'Абстракции',
      '28-38': 'Борьбы',
    },
    type: 'Вы всегда наготове. Всегда в ожидании приглашения, всеобщего внимания. Суть вашей жизни – быть вовлеченным и приглашенным. Ваш вклад и способности должны быть признаны. Если вы уверены в том, что вас ценят, вы можете делать все. Руководить и исполнять, вести и следовать, учить и учиться. У Вас полно талантов, но ни один из них не раскроется, пока его не признали окружающие. Вам необходимы аплодисменты, иначе вы откажитесь играть свою роль.\n\nВы можете оставаться вечным наблюдателем, пока вас не попросят присоединиться к компании. Вам очень непросто ждать того, что вас увидят, поймут или оценят. Дадут вам шанс внести свой вклад в общее дело.\n\nПроекторы относятся к неэнергетическим типам. Это означает, что автономной энергии, чтобы работать, у вас недостаточно, открытый Сакральный центр не способен ее производить. В вас существует некая расслабленная легкость. Вы можете казаться поверхностным типом. На самом деле вы уверенный, твердый и справедливый. Когда вы входите в помещение, всем кажется, что вы пытаетесь установить связь с каждым присутствующим, использовать его возможности, добиться его признания. Будьте осторожны. Ваш энтузиазм может показаться угодничеством. Вы действительно желаете, чтобы люди вас заметили, но они должны это сделать сами.\n\nНе переживайте. Мир устроен так, что людей тянет к вашему врожденному «полю Проектора». И привлекает их не только ваша безмятежность и мудрое спокойствие. По природе вы отличный собеседник. Кроме того, вы идеальный посредник между людьми, медиатор и переговорщик. Но важно дождаться приглашения.\n\nПриглашения не появляются каждый день, поэтому вы можете брать паузы, учиться чему-то новому, заботиться о себе. Вам в жизни не хватает удобного кресла. В него можно упасть и наслаждаться собственной умиротворенностью и тем, что вокруг ничего не происходит. Вам необходимо научиться радоваться паузам и принимать их как должное.\n\nВы прекрасный руководитель, хороший учитель и умелый администратор. Вы способны контролировать любой процесс с любым количеством участников. Направляя энергии, процессы или людей по правильному пути, вы ощущаете себя в своей тарелке. Некоторые люди без вашего руководства просто не знают, куда себя применить. Это не значит, что вы не способны действовать в одиночку. Но для того чтобы получать от этого удовольствие, вам нужно, чтобы вас позвали. Почувствовав приглашение, приложите немного усилий и действуйте. Теперь вы можете выйти на сцену и сыграть свою роль так, что публика устроит вам настоящую овацию. Признание для вас – это путеводная звезда. И остальным следует это понимать.\n\nЧто именно может служить приглашением? Это необязательно открытка с золотым тиснением. Это может быть просто вопросом, замечанием или даже взглядом. Оно вообще может не иметь внешнего выражения. Просто ощущение того, что вы услышали зов. Это может быть что и кто угодно, желающий вашего участия и признающий его пользу. Только постарайтесь не стать жертвой откровенной лести и заискивания. Ничего хорошего не получится, если вас назовут «невероятно способным лидером», а впоследствии окажется, что все это немного не так. Признание должно быть подлинным. Уважение к вашим достоинствам должно быть настоящим. Речь идет не об Эго, а об объективной оценке. Именно ее требует ваша истинная природа.\n\nВам нужно быть осторожным в отношении слишком большого потока заимствованной энергии, протекающего через Вашу систему. Ваше слабое место – усталость и истощение. В среде концентрированной силы человек привыкает гнать себя вперед и вперед, есть опасность, что его внутренний котел просто взорвется. Будьте осторожны! Пытаясь угнаться за другими, вы можете довести себя до состояния, близкого к обмороку. Не бойтесь делать перерывы. Вам нужен хотя бы короткий отдых, а иногда и сон. Помните о том месте, где вас ждет ваше удобное кресло. Не забывайте, что у любых возможностей есть свой предел.\n\nЗНАМЕНИТЫЕ ПРОЕКТОРЫ: Тони Блэр, Принцесса Диана Уэльская, Королева Елизавета II, Мик Джаггер, Джон Кеннеди, Нельсон Мандела, Наполеон, Барак Обама, Пабло Пикассо, Стивен Спилберг.\n\nПосмотрите, сколько в этом списке политиков. Это мастера манипуляции, способные расшевелить энергию во всем, за что берутся. Блэр и Обама – великие ораторы, Диана и Елизавета – истинные аристократы, Кеннеди и Манделла – люди легенды. Однако это все короли, которых играет свита. Они жили и живут энергией окружающих. Их поддерживают люди и учреждения, но только они умеют собрать эту энергию и знают, как направить ее в нужное русло.\n\nВам ни в коем случае нельзя игнорировать внутреннее сопротивление. Нельзя заставлять себя заниматься чужими делами и делать вид, что вам это нравится. Не стремитесь стать частью коллектива и не принуждайте себя к коллективному труду. В противном случае вами будут пренебрегать, вас перестанут уважать и понимать, но при этом будут пользоваться вами. Вам нужно сидеть на месте и ждать признания и приглашения. Вы всегда ожидаете где-нибудь поблизости и ждете отмашки.\n\nКак проектор вы способны соединиться со своим внутренним позывом быть признанными за свои таланты и свои дела. Вы впадаете в отчаяние, если вам кажется, что вас игнорируют или обходят стороной. Но если вы научитесь скромности и терпению - поймете, что не все в жизни требует вашего участия, тоска уйдет. Хорошая новость в том, что на Проекторов Дизайн Человека начинает действовать немедленно. Вы быстро признаете свою истинную природу и сразу чувствуете себя окрыленным.\n\nНа своем рабочем месте Проектор вечно трудится в тени других, более энергичных Типов. Выгодно было бы назначить Проектора руководить отделом планирования. Вы – прирожденный гид. Отсутствие Сакрального импульса позволяет вам видеть, как использовать энергию людей. Вы гибкий. Потому что, не будучи привязанным к Сакралу, вы способны менять цель и направление.\n\nЖажда признания вполне может проявляться как потребность в одобрении. Вы ненавязчивый. Вы просто хотите, чтобы ваша любовь, преданность и нежность были замечены. Немногие из вас хотят жить в одиночестве. Вам нужна энергия, к которой другие могут подключиться. Вы можете жить в изоляции, но вы не можете в ней процветать. Ваши достижения зависят от компании, в которой вы находитесь, и от обстановки, в которой вы живете.\n\nПока ваши качества и способности признаются ближними, вы полны сил. Разница между признанием и непризнанием для вас – это разница между светом и тьмой. Без принятия и уважения вы не можете быть счастливым. Они пробуждают в вас все самое лучшее.',
    type_title: 'Проектор',
    profile:
      'Ваша связь с миром глубока и индивидуальна. У вас подсознательная жажда жизненной силы. Вы стремитесь учиться и учить, постоянно ищете в этом мире «самое новое, самое последнее, самое великое». Отсюда ваша склонность вступать в новые проекты и новые отношения. Вы привносите в них свою открытую и пытливую натуру. Но при этом вы постоянно пытаетесь оценить их качество и никогда не отдаете себя на все сто, пока не завершите эту оценку.\n\nСамое уязвимое место Первых линий это опасение, что у вас выдернут ковер из-под ног. В сочетании с подсознательной природой Третьей линии, которая вообще не склонна связывать себя обязательствами, это дает почву для постоянного дискомфорта. В то же время в глубине души вы молитесь о твердых, как скала, основаниях и надежных лестницах, за которые можно уцепиться.\n\nЕсли кто-то или что-то покажется вам небезопасным, вы найдете тысячу отговорок, будете изображать скуку и безразличие и в конце концов найдете повод оказаться как можно дальше. В крайнем случае, вы пошлете все подальше прямым текстом. Вам не нравится, когда вас загоняют в угол и ограничивают рамками. Вам от рождения дано свойство интуитивно определять, что заработает, а что нет. Это касается техники, бизнеса и даже интимных отношений.\n\nВ общении вы отличаетесь прямотой и стремлением добраться до сути дела. Это вообще типично для вашей натуры – добираться до сути. Очистить ее от шелухи, впитать, усвоить урок и двигаться дальше. На любом сборище ваша Первая линия сразу начинает устанавливать прямые контакты с присутствующими, определяя базовые основы. Третья в это время погружается в исследования, ныряя и выныривая из общего разговора. Она ищет впечатлений. Ей интересны новые люди. В течение минуты вы способны перейти от бурного общения к задумчивой отстраненности и обратно.\n\nВаше стремление к новизне приводит к тому, что вы сначала сломя голову прыгаете в новые проекты или заводите новые отношения, а уже потом начинаете думать, для чего вам вообще это все нужно. Вы начинаете делать паузы, уходить в себя, хмурить брови и молча озираться. И перестаете влиять на происходящее. В этом отношении вам стоит быть внимательнее. Не следует игнорировать человека просто потому, что он вам уже надоел. Вы компетентная личность, но ваше вечное «попробую, а там посмотрим» делает вас несколько непредсказуемыми.\n\nВы экспериментируете с работой. Пока все идет хорошо, вы головокружительно успешны. Вы создаете и поглощаете впечатления, скачете по карьерной лестнице. Потом появляются неудачи. Все летит в тартарары. Энтузиазм пропадает, успехи заканчиваются, и вы понимаете, что пора менять место. Вы всю жизнь строите. Создаете твердые фундаменты и забиваете крепкие сваи. Вы улучшаете себя и создаете базу для светлого будущего.\n\nВ конечном итоге вы начинаете понимать, что в том, что вы делаете, слишком много повторов. Вы двигаетесь по кругу, принимая его за спираль. Все, что вы делали, было правильно. Вы прожили интересную и насыщенную жизнь. Но в этой жизни не было ни одного прорыва и ни одного по-настоящему долгого успеха. Вы приходите к моменту, когда на поверхность всплывает чувство незащищенности. До этого вы с ним не сталкивались, и новое знакомство вас не слишком радует. Это значит, что пришла пора позаботиться о стабильности. Вспомнить, что главный ваш аспект – постройка надежных фундаментов. И тогда вы находите главный свой проект и главного своего человека. Это надолго, на всю оставшуюся жизнь. Вы обретаете, наконец, уверенность в себе, поддержку близких и удовлетворение жизнью. Вы становитесь тем, кем были всю свою жизнь. Настоящим собой.\n\nСовместимость\n\nИдеальными спутниками жизни для вас являются другие представители Профиля 1/3 и представители Профиля 4/6. Чуть менее идеальными, но в то же время легкими будут взаимоотношения с Профилями 3/6 и 6/3.',
    profile_title: 'Исследователь-Мученик',
  },
  active_centres: [
    {
      id: 1,
      name: 'Теменной Центр',
      description:
        'У вас определен Теменной Центр. У вас всегда огромное количество идей, мыслей и вдохновения. Вам свойственно постоянно думать и размышлять, получать новую и интересную для вас информацию. Ваш уровень интеллекта всегда высок.\n\nНа механическом уровне вы влияете на мысли людей, которые вас окружают. Вы словно задаете повестку дня просто своим присутствием и вопросами, которые вы поднимаете и задаете. Здесь действует один важный принцип - постарайтесь перенести фокус своих размышлений с себя на внешний объект. Тогда вы не будете закапываться в размышлениях.\n\nПомните, что голова придумывает мысли, идеи, вдохновения, но для их реализации нужна энергия. Вы можете придумать что-то восхитительное, но у вас может не быть возможности самостоятельно это реализовать. Пусть это вас не расстраивает. Всегда можно найти партнеров или продать, подарить свои мысли другим. Ваши размышления могут приводить людей к удивительным инсайтам, поэтому делитесь тем, о чем думаете. Ваша голова может быть очень полезна во время мозговых штурмов и исследований.\n\nГлавный совет: Не зацикливайтесь на “пустых проблемах”. Попробуйте найти способ транслировать ваши размышления, идеи, выводы и вдохновение во внешний мир.',
      shortDescription: 'Вдохновение, психическое давление, путаница и сомнения',
    },
    {
      id: 2,
      name: 'Аджна Центр',
      description:
        'У вас определен Аджна Центр. Вы постоянно анализируете и обрабатываете информацию. Иногда вам кажется, что голова сейчас взорвется. Но через некоторое время все данные освоены, и вы готовы получать новые знания! Вам может трудно даваться медитация, так как вы не в состоянии контролировать свою ментальную активность.\n\nСледует признать, что вы не столько потребитель готовых ответов, сколько преобразователь информации. Для вас вполне здорово давать своему мозгу сложные задачи. Вам может быть сложно поменять свою точку зрения относительно чего-либо, даже если вы неправы. До всех ответов вам нужно доходить своей головой.\n\nКогда кто-то пытается вас убедить в своей правоте, попросите этих людей, лучше подготовить для вас правильные вопросы. Обработав эти вопросы, вы можете прийти к верным выводам быстрее, чем в формате спора. Признайте, что не все люди в мире должны разделять ваши взгляды, и вам станет комфортнее во всех коммуникациях.\n\nГлавный совет: Мощный поток мыслей перестает тревожить тогда, когда у него есть реализация. Попробуйте передавать ваши мысли в различных формах: дневники, формулы, заметки, подкасты, статьи, посты в соцсетях, рисовать схемы - что угодно! Также попробуйте сместить акцент ваших размышлений с себя и своей жизни на внешние задачи и объекты. Приложите их к чему-то кроме себя.',
      shortDescription: 'Вдохновение, мысли, мнения, идеи и прозрения',
    },
    {
      id: 6,
      name: 'Селезеночный Центр',
      description:
        'У вас определен Селезеночный Центр. У вас очень развита интуиция и инстинкты. Спонтанные решения всегда самые верные. Вы способны моментально оценить ситуацию и понять, что нужно сделать. За счет встроенной интуиции вы способны предотвратить нежелательные ситуации в ближайшем будущем. Можно назвать это предчувствием.\n\nЕсли вдруг вы испытали страх: побежали мурашки по спине, вы встали как вкопанные на месте или душа ушла в пятки - это важные сигналы, которые нельзя игнорировать. Страхи подобного рода - ваши союзники. Если же, делая что угодно, вы не чувствуете ничего подобного - значит все в порядке и безопасно.\n\nКаждый раз, когда вы попадете в передрягу, а потом говорите себе, что так и думали, значит, что важный сигнал от вашей селезенки был пропущен. Внимание к своим ощущениям позволит в любой ситуации принимать решения, которые помогут избежать неприятностей и оставаться в безопасности. Но даже, если момент упущен, доверяйте вашим инстинктам, они помогут вам выбраться из любой ситуации.\n\nГлавный совет: доверяйте своим чувствам, ощущениям и интуиции. Уходите оттуда, где вам плохо. Неправильная среда может способствовать плохому самочувствию и снижению иммунитета. Чаще проверяйте свое здоровье. Сильная селезенка довольно долго берет на себя нагрузку от болезней на ранних стадиях, так что вы этого можете не замечать.',
      shortDescription: 'Естественные страхи, интуиция, здоровье и иммунная система',
    },
    {
      id: 9,
      name: 'Корневой Центр',
      description:
        'У вас определен Корневой центр. Вы от природы устойчивы к давлению, решительны, готовы действовать и сможете сподвигнуть остальных. Само ваше присутствие заставляет других действовать быстрее. Что, однако, может быть как полезным, так и вредным фактором.\n\nПомогайте окружающим людям фокусироваться на главном, чтобы уменьшить количество суеты. Не торопите окружающих, если в этом нет реальной нужды. Вы всегда знаете, как чётко выстроить работу и сколько потребуется времени на ее выполнение. Чтобы оставаться в тонусе, вам периодически нужен стресс, дедлайны и физическая активность.\n\nВам нравится быть в гуще событий, вы по-настоящему зависимы от адреналина и не способны просто сидеть на месте - вам важно действовать. Попробуйте провести целый день в неподвижности и вас взорвет!\n\nГлавный совет: научитесь выбирать цель и концентрироваться в заданном направлении.',
      shortDescription: 'Адреналин, амбиции, стресс и драйв',
    },
  ],
  inactive_centres: [
    {
      id: 3,
      name: 'Горловой Центр',
      description:
        'У вас не определен Горловой Центр. Вы находитесь под давлением выразить себя, донести свои мысли, проявить себя. У вас нет встроенного тайминга и понимания когда говорить, а когда молчать. Это может приводить ваш ум в замешательство. Может казаться, что надо заполнить каждую паузу, срочно сказать остроумную шутку и вообще привлечь к себе внимание, а иначе вас попросту не заметят. Но это не так. Чем меньше вы пытаетесь привлечь к себе внимание, тем внимательнее вас слушают.\n\nЧем больше вы говорите, пытаясь перекричать окружающих, тем сильнее болит ваше горло в конце дня. Чем больше вы пытаетесь контролировать, что именно вы говорите, чтобы это звучало как-то “по-особенному”, тем более невпопад из вас выходят слова и фразы. Расслабление - ключ к тому, чтобы в любом обществе говорить на языке аудитории. А еще - своевременность. Зачем тратить силы, ведь куда приятнее говорить, когда вас слушают? Гораздо проще дождаться этого момента и поймать свой звездный час. Cum tacent - clamant - сказал Цицерон. Порой молчание гораздо громче крика. Когда вас спросят - тогда вам будет что сказать. А до этого - глубокое дыхание и расслабление. Пусть все наговорятся.\n\nГлавные ловушки и уязвимости:\n1. Стремиться привлекать к себе внимание, заполнять собой все паузы\n2. Досконально продумывать что, где, когда и как сказать\n3. Все время прокручивать в голове уже прошедшие разговоры.\n\nГлавный совет: не вступайте в разговор, если вам не ясны его цели, научитесь определять нужный момент для ваших реплик в беседе. Попробуйте молчать, пока не появится отличной возможности высказаться. Попробуйте максимально отпустить свою речь в эти моменты. Вы будете физически улавливать голоса и понятийный аппарат аудитории и можете удивиться, как в разных кругах, ваша речь и экспрессия меняются автоматически. Она будет уместной. Оставьте все попытки контролировать свое самовыражение. Будьте голосом своего окружения.',
      shortDescription: 'Общение, самовыражение, разговоры и контакт с внешним миром',
    },
    {
      id: 4,
      name: 'Джи Центр',
      description:
        'У вас не определен Джи Центр. Вы многолики, а окружающие видят в вас свое собственное отражение. Ваш жизненный путь очень извилист. Вы способны к состраданию. Вы способны видеть чужие жизненные пути лучше, чем свои. Зачастую, вы не знаете где ваше место в мире и куда вы идете. Это нормально. И это не вопрос разума. Вообще, вся жизнь это не вопрос разума. Однажды вы это прочувствуете. Не пытайтесь это понять или зафиксировать.\n\nВаш жизненный путь складывается по шагам через людей, которые показывают вам разные места и возможности. А дальше уже вопрос ваших решений, попробовать там оказаться или нет. Оглянитесь вокруг себя. Кто сейчас рядом с вами? Куда движутся эти люди и какие ценности несут? На данный момент это и есть ваш путь.\n\nВы познаете любовь также через людей, приходящих в вашу жизнь. Это так красиво, что хочется удержать, сохранить. Однако, жизнь чуть сложнее. Представьте себе, что вы пассажир, что садится на автобус. А потом на поезд. А потом на самолет. Может так быть, что вы всю жизнь проедете на одном автобусе до конечной станции. А может, и нет. Жизнь это встречи и расставания. Наслаждайтесь дорогой. Доверьтесь направлению людей, которых вы уважаете, чей путь и чья личность и ценности вам близки на данный момент.\n\nГлавные ловушки и уязвимости:\n1. Стремиться ответить себе на вопрос “кто я? Где мое место?” интеллектуально. Такого ответа нет. Только на практике можно увидеть, куда вас занесет жизнь\n2. Любой ценой делать вид, что вы знаете куда вести других\n3. Полностью терять себя с другими, полностью ассоциировать себя с группами людей, отдельными людьми или ролями\n4. Отчаянно искать “ту самую” любовь.\n\nГлавный совет: расслабьтесь и плывите по течению, живите настоящим, здесь и сейчас. Позволяете себя направлять тем людям, которые вам нравятся, и которым вы доверяете. Коллекционируйте уютные места, которые вам показали. Проводите там больше времени - там для вас есть потенциально новые хорошие знакомства. Там вы будете словно дома. Будьте готовы к тому, что ваши ценности, направление жизни или поведение будут меняться в течение жизни. Изучайте любовь через других людей, но не привязывайтесь, если понимаете, что дальше вам не по пути.',
      shortDescription: 'Идентичность, направление и любовь',
    },
    {
      id: 5,
      name: 'Сердечный Центр',
      description:
        'У вас не определен Сердечный Центр. Это значит, что по своей природе, вы не обладаете стабильной силой волей и не можете на нее полагаться. Не спешите после этого бежать ее “прокачивать” или расстраиваться. Это не плохо. Это всего лишь другой способ обращаться с целями, обещаниями, деньгами и самоценностью.\n\nГлядя вокруг, вам может показаться, что успех дается только тем, кто ставит цели, выполняет обещания и вообще всячески демонстрирует силу и уверенность. Вы удивитесь, но это не так. Пер Эниволдсен, создатель бренда Pandora, никогда не стремился покорить мир. В интервью он сказал, что думал только о качестве, о дизайне, о том, чтобы женщинам было приятно носить его изделия, где бы они не находились. Имеет ли это что-то общее с “Поставь цель! Пропиши шаги! Добивайся! Действуй!”? Не очень. Так и ваш путь к удовлетворению и признанию лежит не через массовый принцип “добейся или умри”, а через любовь к тому, чем вы занимаетесь.\n\nЧем меньше вы сравниваете себя с другими и чем больше любви вы испытываете к своей работе - тем богаче вы будете. И вообще, не деньги должны быть критерием выбора вашей деятельности, а именно удовлетворение и любовь, которую вы испытываете в процессе. То же самое касается самооценки. Может быть, непросто повышать ценник на свои услуги, работу или продукты. Но не оглядывайтесь на рынок! Ставьте цену, при которой вы забудете о деньгах, и будете полностью погружены в процесс, думая как предоставить лучший на земле сервис, продукт или товар.\n\nГлавные ловушки и уязвимости:\n1. Пытаться доказать свою ценность и состоятельность другим и себе\n2. Сравнивать себя с другими. Свои успехи с чужими. Как правило, такое сравнение всегда идет в минус\n3. Давать обещания направо и налево, чтобы, опять же, что-то кому-то доказать\n4. Все время измерять себя и свою ценность через количество денег, вещей, доходов\n5. Ставить деньги выше и важнее любви к работе.\n\nГлавный совет: проживите жизнь так, чтобы никому ничего не доказывать, и самому себе в том числе. Перестаньте давать обещания. Не стремитесь соревноваться. Важно делать то, что вы можете делать с любовью, за цену, при которой вы попросту забываете о деньгах. Выдохнуть. Вы никому ничего не должны. Не поддавайтесь на манипуляции, подрывающие вашу уверенность в себе.',
      shortDescription: 'Самооценка, эго и сила воли, самосохранение',
    },
    {
      id: 7,
      name: 'Солнечного Сплетения',
      description:
        'У вас не определен Центр Солнечного Сплетения. Вы чувствительны к эмоциональному фону вокруг вас. Вы буквально впитываете эмоции других людей. Вы чувствуете их даже сильнее, чем люди, от которых они исходят. Из-за этого вы можете характеризовать себя как исключительно эмоционального человека, что не совсем верно.\n\nК сожалению, вы не можете выбирать чувствовать то, что чувствуют люди рядом с вами, или нет. Вы “ловите” как приятные эмоции и состояния, так и неприятные. Из-за этого у вас может возникнуть желание искать “только позитивных” ощущений, что, конечно, приводит к лицемерию, напряжению, ненасытностью удовольствиями. Как только вы перестанете избегать неприятных эмоций, когда не перестанете бояться конфликтов и обострений, вы увидите, насколько вы свободны в своих реакциях. В этом случае, ваша чувствительность превращается в поле для исследований и экспериментов. Вы буквально можете чувствовать настроение людей и учитесь обернуть это знание в мудрость, эмпатию, и даже найти в этом выгоду.\n\nГлавные ловушки и уязвимости:\n1. Не проявлять свои истинные чувства, чтобы не обидеть, расстроить, опечалить или разозлить людей\n2. Избегать конфронтации и обострения или проявлять чрезмерную дипломатичность. Сглаживать углы ценой собственных потребностей, желаний и целей. Терять свои границы из-за этого\n3. Делать вид, что у вас все хорошо, даже когда внутри буря. Сдерживание эмоций может приводить к мышечным зажимам, и даже физическим болезням.\n\nГлавный совет: научитесь не реагировать на эмоции окружающих, просто будьте наблюдателем и не впитывайте их в себя. Научитесь, наблюдая за своими эмоциональными переменами, создавать эмоциональный фон окружения. Как только вы сможете отделить эмоции от реальности, вы можете стать свободными в своих реакциях на любые ситуации. Не бойтесь конфликтовать тогда, когда это касается ваших ценностей, границ или целей. Периодически находите возможность для того, чтобы сбросить накопленное эмоциональное напряжение. Что это будет: бокс или крик в подушку - не важно, все подойдет!',
      shortDescription: 'Эмоции, настроения, чувства и страсть',
    },
    {
      id: 8,
      name: 'Сакральный Центр',
      description:
        'У вас не определен Сакральный Центр. Это говорит о том, что вы не созданы для того, чтобы работать по 8 часов каждый день. Постарайтесь не воспринимать это как руководство к тому, чтобы сегодня же уволиться или перестроить всю свою жизнь. Да, вы не пахарь. Интенсивная работа от рассвета до заката скорее будет вас утомлять, чем удовлетворять. Вы созданы быть, скорее, “умным работником”, чем “усердным работником”. Меньше действий ради такого же, или лучшего результата. Вот к чему стоило бы приложить усилия.\n\nЗа счет вашей чувствительности к энергии и энергичности окружающих, вам кажется, что это вы можете потрудиться еще часик, и еще часик, и еще… На самом деле, в этот момент происходит заимствование внутренних ресурсов. И когда вы остановитесь, то заметите, что уже давно “пропустили” точку усталости, и теперь уже пришло истощение. Будьте внимательны к своему реальному ресурсу для работы и деятельности. Вам может это не нравиться, вы можете хотеть быть таким же трудолюбивым, активным человеком, как и все. Но нет ничего лучше честности. Особенно с собой.\n\nГлавные ловушки и уязвимости:\n1. Стремление подражать работоспособности других людей\n2. Пропускать момент усталости и доводить себя до истощения\n3. Вообще не уметь остановиться ни в чем (еда, работа, секс)\n\nГлавный совет: Ложитесь спать до того как валитесь с ног. Лучше доделать дела в постели, чем ползти до нее. Учитесь работать умно, а не много, ищите возможности для этого. Если возможно, попробуйте оптимизировать нагрузку до 4-6 рабочих часов в день без потерь в деньгах. Если что-то можно делегировать кому-то другому - смело делайте это.',
      shortDescription: 'Жизненная энергия и движимая сила',
    },
  ],
  parentDescription:
    'Родитель-Проектор - это человек, который сильно печется о своих детях. Он озабочен ими больше, чем самим собой. Такой родитель активно распоряжается волей своих детей, направляет их энергию, занимает их тем, чем считает нужным. Проектор будет успешным родителем, если даст возможность ребенку и себе самому отдыхать друг от друга. При постоянном круглосуточном взаимодействии могут начаться проблемы в общении.\n\nРодителю-Проектору нужно ждать, когда ребенок позовет его первым. Это может выглядеть так: “Мама, помоги сделать уроки!” Или “Папа, давай поиграем!” Родителю-Проектору обязательно нужно научиться не навязываться своему ребенку, оставаться как бы в стороне. В будущем будет видно, во что могут вылиться непрошенные советы. Лучше говорить только тогда, когда об этом попросит сам ребенок.',
  authority: {
    id: 3,
    name: 'Селезеночный Авторитет',
    description:
      'Самые верные решения - принятые мгновенно и без колебаний. У вас исключительная интуиция и невероятное чутье, именно поэтому доверяйте своему первому порыву. Вы мгновенно распознаете правду и выдаете верное решение. В противном случае вы рискуете упустить свою удачу.\n\nНе позволяйте себе колебаться и раздумывать, пусть природа берет верх над разумом. Вы можете себе позволить полагаться на ваши “животные инстинкты”. Они дают чутье, нюх, вкус и внимательность к звукам, которые ваше тело обрабатывает, даже если вы не обращаете на это внимания.\n\nЕсли вы не примите решение мгновенно - оно будет упущено и нужно будет ждать второй шанс, если он вообще представится. Селезеночный Центр посылает вам лишь один верный сигнал - нужно либо принять его, либо нет. Не слушайте никого, кто говорит вам подумать, и что ваши решения необдуманны и быстры. Для вас моментальные решения - единственно верные. Прислушивайтесь к своему встроенному внутреннему радару и реагируйте без раздумий.\n\nНе нужно искать никаких обоснований - просто доверьтесь своим ощущениям. Любая попытка себе объяснить “почему я перехожу на другую сторону улицы” может привести к упущенным возможностям сохранить безопасность и хорошее самочувствие.\n\nЧаще всего, этот Авторитет работает через кратковременные, физические ощущения страха. Ваше тело предупреждает вас, где и когда нужно быть внимательным. Кому или чему доверять, а чему нет. Это очень функциональный способ принятия решений.',
  },
  injury: {
    id: 6,
    name: 'Травма Разделенности',
    description:
      'Ваша генетическая травма - это травма Разделенности. Когда мы рождаемся, мы отделяемся от наших матерей. Само рождение — самая большая травма. Те, у кого присутствует травма Разделенности, как бы застряли на этом уровне. Вы не помните момент рождения, но он до сих пор влияет на вашу жизнь.\n\nС раннего детства вы чувствуете мир лучше, чем остальные. Вы уникальны, и плохо себя чувствуете, когда вписываетесь в обыденность и становитесь таким, как все. В попытке быть похожим на других вы можете потерять связь со своей уникальной индивидуальностью. Вот как растет обособленность. Вы очень чувствительны и эмпатичны. Но по мере того, как отчужденность берет верх, вы чувствуете себя все менее и менее связанным с другими. Вместо эмпатии вы можете испытывать оцепенение. Вы можете чувствовать себя действительно изолированным или даже отчужденным. Посмотрим основных паттерна травмы.\n\nПодавленная природа травмы.\n\nЭто сценарий жертвы. Из-за разделенности вы можете начать исследования других духовных систем, которые могут углубить это чувство. На самом деле все духовные традиции могут реально помочь только в том случае, если они возвращают вас к себе. Слышали ли вы о людях новой эры, медитирующих где-то в Непале, думая, что они достигают сути творения? Вопрос в том, ищут ли они Бога или воссоединяются с миром внутри себя, понимая, что разделенность — всего лишь иллюзия? Чем больше они разделяются, тем меньше людей в их жизни. Идея отключения превращается в настоящую отчужденность. Продолжающееся отключение от мира — сценарий жертвы.\n\nРеактивная природа травмы.\n\nЭто позиция преследователя. Другая сторона травмы — отчаянное стремление избежать одиночества. Вы можете попытаться предотвратить разделение любой ценой. Может показаться, что вы никогда не даете свободы своему партнеру или другу. Вы можете обвинять других в их бесчувственности.\n\nИсцеление – забота, принятие ответственности.\n\nВо-первых, нужно признать, что физически мы действительно разделены, но в то же время мы все связаны между собой фантастической связью! Это просто иллюзия, что все одиноки. Чтобы понять этот факт, нужно начать с небольших действий. Жизнь не может измениться, если мы только мыслим и думаем. Начните с ухода за собой. Всякий раз, когда вы чувствуете свое меланхоличное одиночество, просто обратите внимание на себя, позаботьтесь о себе и своем теле. Это может показаться странным, но вы не одиноки, ваш самый близкий друг и соратник — это вы. Тогда вы можете начать заботиться о других.\n\nКаждое ваше действие имеет свой резонанс. Если вы готовите еду, которой можно накормить кого-то — это ваше воздействие. Если вы создаете новое приложение для смартфона, просто подумайте, как это изменит жизнь некоторых людей. Мы не одиноки. Это как эффект бабочки. Наблюдайте за своими ощущениями. Наблюдайте за своими страхами. Вы действительно одиноки, если рядом никого нет? Каждый является частью великой картины. Все мы что-то привносим в эту жизнь.\n\nДар исцеления травмы.\n\nВаш дар — благотворительность, филантропия. Ваша доброта и широкий кругозор помогают другим людям вернуться к себе. Вы можете стать примером, даже образцом для подражания того, что значит любить. Делясь любовью, вы заставляете других людей резонировать на более высоком уровне. Разве не здорово сделать мир лучше, просто подключившись к своему внутреннему я?',
  },
  strategy: {
    id: 3,
    name: 'Ждать Приглашения',
    description:
      'Стратегия – это модель поведения, которая позволит вам достичь удовлетворения в жизни. Научившись использовать свою Стратегию, вы можете стать более собранным человеком и начнете вкладывать свою энергию только в корректные для вас действия.\n\nВы Проектор, или Проводник энергии. Ваша стратегия — ждать приглашения, двигаться по жизни и ждать признания своих особенных качеств. Именно через приглашение вы сможете почувствовать, распознали ли вас, и если это приглашение корректно, если у вас есть предчувствие успеха, всё может сложиться очень удачно и успех станет реальным.\n\nВаша главная стратегия - ждать формального приглашения, ждать инвестора, который будет способен распознать ваши таланты. Не навязывайтесь сами и не инициируйте свои действия, ждите настоящего приглашения. Вы должны ожидать конкретного приглашения в четырех вещах: к любви, к работе, в соединении с кем-то узами и месте жительства. Это могут быть личные отношения, творческие проекты, сделки, покупка недвижимости. Не стоит ждать приглашения для мелких бытовых дел. Для вас важно сохранять молчание, именно это может принести вам верное приглашение. Когда вы научитесь доверять магии тишины своей химии, тогда на вашем пути откроется много возможностей.\n\nДля вас ожидание формального приглашения — это мантра, чтобы избежать сопротивления и не впасть в горечь. Приглашение - это ключ, открывающий для вас жизнь, и обеспечивающий ее правильное направление.\n\nКак правильно принять приглашение? Не нужно соглашаться на все приглашения, важно научиться отсеивать те, которые не представляются вам перспективными и интересными. Именно здесь на помощь вам придет ваш Внутренний Авторитет, который подскажет, что для вас верно, а что нет.\n\nСлова «Я вас приглашаю» значат для вас очень много: я вас вижу, принимаю и не хочу никого, кроме вас. Настоящее приглашение чаще всего неожиданно, оно радостно и приятно. Оно решает множество вопросов и открывает новые возможности. Оно часто соответствует вашим скрытым ожиданиям, и вероятнее всего вы сами знаете, что такое настоящее «приглашение» и как его отличить от просто красивых слов.\n\nЖдать приглашения вам мешает ваш самый большой страх – остаться незамеченным. Наградой для вас будут правильные отношения, друзья, работа и пространство для жизни. Если вы научитесь следовать своей жизненной Стратегии, вы обязательно получите вознаграждение от жизни:\nСтанете более спокойным в своей энергии и начнете принимать правильные решения;\nПолучите столько положительной энергии, что сможете делиться ей с окружающими и направлять их;\nПолучите возможность начать проживать свою собственную жизнь.',
  },
  nutriton: {
    id: 12,
    name: 'Ночное питание',
    description:
      'Вы чувствительны к свету и ультрафиолету. Ваше питание – ночное. Если быть точнее, вам необходимо питаться таким образом, чтобы дневной свет не попадал на вашу пищу. В идеале это питание до рассвета и после заката. Не так важно, что вы едите, главное – когда.\n\nВ течение дня вы действительно даже не испытывать голод, выпить пару чашек кофе, съесть яблоко или выпить пару стаканов кефира, и этого будет достаточно. К вечеру, ваш голод может усилиться, и это нормально. Для вас вполне естественно засыпать с непустым желудком. Не переживайте, что есть по ночам это «неправильно». У каждого человека своя система, которая по-своему сбалансирована. Притом, что вам нормально есть вечером, вам требуется меньше еды, чем многим другим людям. Поэтому, раз уж вам здорово питаться после захода солнца, будьте внимательны, чтобы не переедать! Это золотое правило.\n\nМы здесь не доходим до абсурда и от солнца прятаться не нужно! Если вы съедите сэндвич на улице или мороженое, с вами ничего страшного не случится. При этом, если вы все же голодны днем и находитесь в помещении, просто сядьте подальше от окна, чтобы свет не падал на вашу тарелку.\n\nВторое золотое правило - чем меньше ингредиентов вы съедаете в течение приема пищи и в течение дня, тем лучше. Чем меньше добавок, тем чище ваш разум и тело. Чем меньше усилителей вкуса, консервантов, сложных сочетаний, тем здоровее ваш рацион.\n\nВаше тело мягкое и восприимчивое, вы предназначены для проживания своей жизни в комфорте, не для выживания. Ваш мозг лучше всего работает в состоянии и спокойствия и отсутствия суеты.',
  },
  environment: {
    id: 3,
    name: 'Внутренние рынки',
    description:
      'Ваша комфортная среда обитания это - это рынки. Ваша роль - активная.\n\nЧто такое современный рынок? Это деловая бизнес среда - офисные здания, торговые центры, аэропорты, оживленные места, где есть большие скопления людей. В таких местах происходит постоянный обмен информацией, вещами, деньгами. Это может быть и квартира, но в которой есть ваш домашний полноценный офис. Вы можете работать на удаленке, но при условии, что в вашем домашнем офисе все же будут появляться люди, связанные с работой.\n\nЗачастую, если вы работаете из дома, вам может не хватать контактов, драйва и обмена. В этом случае, возможно, вам может быть лучше если вы занимаетесь торговлей на биржах, маркетплейсах в интернете, много общаетесь с клиентами, партнерами и контрагентами по телефону. Или у вас может быть некое “рыночное пространство” в соцсетях. В любом случае, это эксперимент. Вам необходимо выяснить для себя, какие рынки являются более поддерживающими и питающими лично для вас: реальные офисы и площадки, либо виртуальные, либо вы найдете свой правильный баланс. Если вы понимаете, что дома ваша продуктивность снижается, вам может помочь коворкинг, кафе, рабочая зона в торговом центре, лобби отеля.\n\nВаша комфортная среда обитания – крупные города. Вы можете жить в уютном пригороде или на окраине, но город с его возможностями обмена должен быть всегда в доступе.\n\nВаша роль в рыночной среде - активная. Вы участник того, что творится вокруг вас. Вы не покупатель или гость, вы, в идеале, часть этой среды. Метафора - торговец на рынке, продающий товары, продвигающий их, либо обеспечивающий их движение внутри рынка, между контрагентами. Брокер, если это биржа. Это внутренние рынки.\n\nПоэкспериментируйте с этим. Посмотрите, как меняется ваша продуктивность, когда вы в своей среде и когда нет. Именно когда вы в своей среде, к вам приходят правильные люди.',
  },
};

// params["lat"]- тип String
// params["lon"]- тип String
// params["date"]- тип String (формат yyyy-MM-dd HH:mm:ss)
const params = {
  lat: 22,
  lon: 22,
  date: '1991-14-11 12:34:00'
}

const data = {
  searchValue: {
    firstName: "John",
    middleInitial: null,
    lastName: "Doe",
    postalCode: "3130",
    city: "New York"
  },
  page: 1
}

const createQueryString = (data) => {
  return Object.keys(data).map(key => {
    let val = data[key]
    if (val !== null && typeof val === 'object') val = createQueryString(val)
    return `${key}=${encodeURIComponent(`${val}`.replace(/\s/g, '_'))}`
  }).join('&')
}

