export const channels = [
  {
    channelId: '2-14',
    vertices: [
      {
        x: 384,
        y: 846,
      },
      {
        x: 384,
        y: 720,
      },
    ],
    halfLength: true,
    isDashed: true,
    color: '#6851df',
  },
  {
    channelId: '3-60',
    vertices: [
      {
        x: 384,
        y: 1020,
      },
      {
        x: 384,
        y: 984,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '4-63',
    vertices: [
      {
        x: 426,
        y: 178,
      },
      {
        x: 426,
        y: 144,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '6-59',
    vertices: [
      {
        x: 632,
        y: 902,
      },
      {
        x: 452,
        y: 926,
      },
    ],
    halfLength: false,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '11-56',
    vertices: [
      {
        x: 412,
        y: 354,
      },
      {
        x: 412,
        y: 266,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '18-58',
    vertices: [
      {
        x: 30,
        y: 968,
      },
      {
        x: 314,
        y: 1126,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '19-49',
    vertices: [
      {
        x: 676,
        y: 926,
      },
      {
        x: 452,
        y: 1042,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '26-44',
    vertices: [
      {
        x: 478,
        y: 770,
      },
      {
        x: 100,
        y: 872,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '32-54',
    vertices: [
      {
        x: 100,
        y: 926,
      },
      {
        x: 314,
        y: 1042,
      },
    ],
    halfLength: true,
    isDashed: true,
    color: '#6851df',
  },
  {
    channelId: '37-40',
    vertices: [
      {
        x: 676,
        y: 872,
      },
      {
        x: 624,
        y: 794,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '42-53',
    vertices: [
      {
        x: 354,
        y: 1020,
      },
      {
        x: 354,
        y: 984,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#6851df',
  },
  {
    channelId: '10-57',
    vertices: [
      {
        x: 62,
        y: 846,
      },
      {
        x: 198,
        y: 648,
      },
      {
        x: 292,
        y: 634,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '11-56',
    vertices: [
      {
        x: 412,
        y: 266,
      },
      {
        x: 412,
        y: 354,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '12-22',
    vertices: [
      {
        x: 452,
        y: 458,
      },
      {
        x: 706,
        y: 854,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '17-62',
    vertices: [
      {
        x: 354,
        y: 354,
      },
      {
        x: 354,
        y: 266,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '18-58',
    vertices: [
      {
        x: 314,
        y: 1126,
      },
      {
        x: 30,
        y: 968,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '20-57',
    vertices: [
      {
        x: 62,
        y: 846,
      },
      {
        x: 314,
        y: 478,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '23-43',
    vertices: [
      {
        x: 384,
        y: 354,
      },
      {
        x: 384,
        y: 316,
      },
    ],
    halfLength: false,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '24-61',
    vertices: [
      {
        x: 384,
        y: 144,
      },
      {
        x: 384,
        y: 178,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '27-50',
    vertices: [
      {
        x: 138,
        y: 902,
      },
      {
        x: 314,
        y: 926,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '28-38',
    vertices: [
      {
        x: 62,
        y: 944,
      },
      {
        x: 314,
        y: 1086,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '34-57',
    vertices: [
      {
        x: 62,
        y: 846,
      },
      {
        x: 138,
        y: 734,
      },
      {
        x: 314,
        y: 872,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
  {
    channelId: '47-64',
    vertices: [
      {
        x: 338,
        y: 144,
      },
      {
        x: 338,
        y: 178,
      },
    ],
    halfLength: true,
    isDashed: false,
    color: '#ca4b77',
  },
];

const mary = {
  type: 'Генератор',
  type_en: 'Generator',
  type_ru: 'Генератор',
  type_id: 1,
  profile: 'Ролевая модель-Отшельник',
  profile_en: 'Role Model-Hermit',
  profile_ru: 'Ролевая модель-Отшельник',
  line: '6/2',
  personality: {
    planets: [
      {
        gate: 32,
        line: 6,
        color: 1,
        tone: 3,
      },
      {
        gate: 42,
        line: 6,
        color: 1,
        tone: 3,
      },
      {
        gate: 37,
        line: 1,
        color: 2,
        tone: 1,
      },
      {
        gate: 38,
        line: 5,
        color: 2,
        tone: 3,
      },
      {
        gate: 39,
        line: 5,
        color: 2,
        tone: 3,
      },
      {
        gate: 28,
        line: 5,
        color: 2,
        tone: 6,
      },
      {
        gate: 40,
        line: 5,
        color: 2,
        tone: 5,
      },
      {
        gate: 50,
        line: 6,
        color: 5,
        tone: 3,
      },
      {
        gate: 40,
        line: 2,
        color: 5,
        tone: 2,
      },
      {
        gate: 60,
        line: 5,
        color: 2,
        tone: 4,
      },
      {
        gate: 38,
        line: 1,
        color: 5,
        tone: 4,
      },
      {
        gate: 38,
        line: 5,
        color: 6,
        tone: 5,
      },
      {
        gate: 43,
        line: 1,
        color: 3,
        tone: 5,
      },
    ],
    gates: [32, 37, 28, 40, 50, 60, 38, 43, 42, 39],
    channels: {
      '3-60': {
        state: 'half-active',
        gate: '60',
      },
      '23-43': {
        state: 'half-active',
        gate: '43',
      },
      '27-50': {
        state: 'half-active',
        gate: '50',
      },
      '28-38': {
        state: 'active',
      },
      '32-54': {
        state: 'half-active',
        gate: '32',
      },
      '37-40': {
        state: 'active',
      },
      '39-55': {
        state: 'half-active',
        gate: '39',
      },
      '42-53': {
        state: 'half-active',
        gate: '42',
      },
    },
  },
  design: {
    planets: [
      {
        gate: 56,
        line: 2,
        color: 2,
        tone: 1,
      },
      {
        gate: 60,
        line: 2,
        color: 2,
        tone: 1,
      },
      {
        gate: 43,
        line: 3,
        color: 5,
        tone: 1,
      },
      {
        gate: 54,
        line: 5,
        color: 1,
        tone: 2,
      },
      {
        gate: 53,
        line: 5,
        color: 1,
        tone: 2,
      },
      {
        gate: 4,
        line: 6,
        color: 4,
        tone: 2,
      },
      {
        gate: 59,
        line: 6,
        color: 1,
        tone: 3,
      },
      {
        gate: 59,
        line: 4,
        color: 2,
        tone: 4,
      },
      {
        gate: 7,
        line: 6,
        color: 4,
        tone: 1,
      },
      {
        gate: 41,
        line: 3,
        color: 1,
        tone: 4,
      },
      {
        gate: 38,
        line: 2,
        color: 5,
        tone: 5,
      },
      {
        gate: 38,
        line: 6,
        color: 6,
        tone: 3,
      },
      {
        gate: 1,
        line: 5,
        color: 4,
        tone: 5,
      },
    ],
    gates: [56, 43, 4, 59, 7, 41, 38, 1, 54, 60, 53],
    channels: {
      '1-8': {
        state: 'half-active',
        gate: '1',
      },
      '3-60': {
        state: 'half-active',
        gate: '60',
      },
      '4-63': {
        state: 'half-active',
        gate: '4',
      },
      '6-59': {
        state: 'half-active',
        gate: '59',
      },
      '7-31': {
        state: 'half-active',
        gate: '7',
      },
      '11-56': {
        state: 'half-active',
        gate: '56',
      },
      '23-43': {
        state: 'half-active',
        gate: '43',
      },
      '28-38': {
        state: 'half-active',
        gate: '38',
      },
      '30-41': {
        state: 'half-active',
        gate: '41',
      },
      '32-54': {
        state: 'half-active',
        gate: '54',
      },
      '42-53': {
        state: 'half-active',
        gate: '53',
      },
    },
  },
  other: {
    channels: {
      '32-54': {
        state: 'active',
      },
      '42-53': {
        state: 'active',
      },
    },
  },
  description: {
    gates: {
      '1': 'От ваших близких требуется умение оставлять вас наедине с самим собой. Ваша целеустремленность двигает вас вперед. Вы с упоением отдаетесь творчеству, и ваши таланты приносят дивиденды во всех сферах: в семье, в карьере, в искусстве и спорте. Естественно, когда за ваше творчество вам еще и платят, это не может не радовать. Но использовать свой талант только для получения денег для вас неприемлемо. Это ранит вашу нежную душевную организацию. Ваше творчество не требует материального вознаграждения. Это процесс, который прекрасен сам по себе. Искусство ради искусства.\n\nВы не боитесь выходить за пределы возможного, находите собственные формы самовыражения, исследуете новые пути. Вы первопроходец, ваше творчество раздвигает границы разумного.\n\nВас нет необходимости мотивировать – вы сам себе мотиватор, генератор и двигатель. Самые лучшие ваши работы случаются тогда, когда вы перестаете вмешиваться в собственный творческий процесс. Позвольте вашей природе выразить себя через ваш талант. И не следует недооценивать вклад, который может привнести ваше творческое мышление в любой проект, в котором вы решите принять участие.',
      '4': 'Вы способны найти решение проблемы, даже если проблемы не существует. Открытые четвертые Ворота требуют держать Аджна Центр постоянно занятым. Вам всегда необходима задача, которую следует решить. Неважно какая: кризис на работе, проблемы в семейной жизни, проблемы в чужой семейной жизни. Самый желанный для вас подарок – это задача, которую вас попросили решить. Даже если вас попросили подсказать слово в кроссворде.\n\nЕсли ваш Ум оказался не в состоянии чего-то понять, вас охватывает беспокойство. Вы способны буквально зациклиться на вопросе, не осознавая, действительно ли он настолько важен. Смотрите на жизнь проще. Блестящий ум может быть подарком для владельца, а может быть и обузой. Определение «слишком умный» далеко не всегда является комплиментом. Иногда, задавая вопрос, человек не ищет ответа. Он просто избавляется от лишней информации.\n\nУ вас постоянная потребность искать ответы на вопросы. Четвертые Ворота – это машина, работающая на топливе из проблем. Ей неважно, настоящие это проблемы или надуманные. Поймите, что для вас действительно актуально, какие решения вам на самом деле нужны. Поймете – будете счастливы.',
      '7': 'Вы дисциплинированны и авторитарны сами по себе. Вы точно знаете, что следование вашему методу неизбежно приведет всех к заданной цели. Вы указываете путь вперед и надеетесь, что другие последуют вашему указанию. Ваша уверенность позволяет вам никого не заставлять. Люди сами приходят под ваши знамена. Они знают, что у вас есть карта и компас. Вы можете быть одновременно твердым и справедливым. Но двигаться вперед вы способны только в том случае, если все присутствующие согласны следовать за вами добровольно.\n\nОтсутствие внутренней дисциплины может привести к тому, что вы попадете в плен. В плен тенденций, общественного мнения, стадного чувства, симпатий и антипатий окружающих. Это не значит, что вы должны непоколебимо стоять на своем. Это может стеснять движения. Просто осознайте свою истину и сверяйте с ней свои решения.\n\nЕсли потребуется идти против толпы – идите. Если потребуется отдать руководство другому – отдавайте. Если это соответствует вашему внутреннему пониманию истины – не жалко. Но как бы вы ни действовали, помните: успех придет к вам не вашими усилиями, а силой сердец, умов и энтузиазма тех, кто пойдет за вами.',
      '28': 'Существуют целые культуры, считающие, что жизнь – это непрерывная игра. Они учат, что люди играют свои роли, но судьба в конечном итоге все расставляет по местам. Вы верите в это и стараетесь сделать свою роль максимально интересной, при этом оставшись живым и не сильно покалеченным. Это толкает вас на храбрость, граничащую с безрассудством. Вы не теряете присутствия духа, потому что уверены в реакции вашего Селезеночного Центра. Он делает вас готовым преодолеть любые трудности. Вы питаетесь тем, что ходите по краю.\n\nБезусловно, среди обладателей определенных 28-х Ворот есть те, кто сдались перед страхом смерти. Он парализует их и вызывает непреодолимое сопротивление. Есть и другой риск – отказаться от инстинкта самосохранения и махнуть рукой на жизнь. Однако ваша природа ликует, когда вы поите ее жизненной силой.\n\nПроживание жизни на полную катушку требует великой храбрости и постоянной боеготовности. Это те два качества, которые вы получаете бонусом, вступая в игру. Можете ли вы прямо взглянуть в лицо жизни, когда на вашем пути встанет дракон хаоса? Если да, то игровое поле за вами.',
      '32': 'Ворота Непрерывности обладают чутьем на все, что может их побеспокоить или угрожает их стабильности. Это касается всего: работы, отношений, денег или общества. Как только запахло переменами, вы вздрагиваете и начинаете принюхиваться. Это потому, что ваша природа всегда в поиске верного и устойчивого пути. Постоянный партнер и стабильная работа – это то, что вам нужно в жизни. Ваши цели рассчитаны на очень длинную перспективу.\n\nДевиз, прибитый над Воротами Непрерывности, гласит: «Довести дело до конца». Вы не против, если жизнь приведет вас на вершину. Но это должна быть такая вершина, на которой можно устроиться всерьез и надолго. Значение имеют только те вещи, которые рассчитаны на века. Длительность, постоянство, перспектива. Какие бы изменения ни принесла вам жизнь, вы примете их только тогда, когда убедитесь, что они правильны для вас.\n\nЛюбой человек, место или начинание подвергаются тщательному анализу. Вы преследуете их, как хорошая ищейка. Пока вы топчетесь на месте, вы абсолютно уверены в себе. Вы знаете, что ваша решимость перенесет любой шторм. Вы приложите все усилия, чтобы избежать неудач.\n\nСтрах перед неудачей – главный страх вашей жизни. Он может победить вас, особенно если у вас не определен Селезеночный Центр. Когда страх начнет разрушать вашу стойкость, вспомните, что ваше спасение – в доверии к своему Авторитету.',
      '37': 'Семья для вас – это все. Это главная и самая крепкая основа вашей жизни. Вы постоянно чувствуете ответственность за каждого члена своей семьи. При этом размер семьи, в зависимости от настроения, может колебаться от двух человек до всего человечества. Вы процветаете в дружеских коллективах и обожаете общие собрания. Вы гордый глава семьи и мудрый наставник молодежи. Вы щедро прививаете окружающим навыки взаимного уважения и понимания. Домашние дела имеют для вас первостепенное значение. Ваши взгляды на распределение ролей неизменны и традиционны.\n\nСамые разные люди считают вас близким человеком. Вам нравятся прикосновения. Иногда, даже чересчур. Вам нравится делать так, чтобы люди ощущали себя частью единого целого, именно прикасаясь друг к другу. Похлопывания по плечу, дружеские рукопожатия, братские объятия. Обниматься вы любите до самозабвения. Прикосновение для вас – символ доверия и показатель привязанности. Если человек отказался от вашего рукопожатия - он сразу попадает в разряд двуличных бестий. Его место за общим столом обречено пустовать, а двери вашего дома закроются за ним раз и навсегда.',
      '38': 'Ворота требуют от вас активной борьбы за всеобщее благо и могут превратить вас в непреклонного бунтаря. Вы принимаете близко к сердцу беды всех страждущих и несовершенства системы. Это объясняется тем, что в противостоянии злу вы чувствуете вызов. Вы конфликтны, враждебны и противоречивы. Иногда вы начинаете придираться и спорить только ради удовольствия от процесса. В результате вы ссоритесь со всеми, до кого способны дотянуться, и знакомые начинают обходить вас стороной. В мире всегда есть место для подвига, но большинству людей свойственно держаться подальше от этого места. Вас подобные места притягивают как магнит.\n\nВорота №38 не отличаются глухотой. Просто они слышат только то, что хотят услышать. Постарайтесь не начинать войну до того, как у вас появятся союзники и единомышленники. А они появятся, стоит только немного подождать. Самая большая трудность для вас – понять, являются ли ваши проблемы действительно вашими. Иначе вы обнаружите, что бросаете вызов жизни, не имея на то ни малейших причин. Однако если ваши проблемы касаются личной жизни, то причины повоевать, скорее всего, действительно есть. В конце концов, вы понимаете, что единственная причина, заставляющая вас бросаться в бой за правду, – это людская благодарность, которую вы можете за это получить.',
      '39': 'Ваша природа требует от вас будить внутри людей спящего льва, чтобы убедиться, умеет ли этот лев рычать. Вы можете просто остановиться в дверях и начать обводить комнату взглядом, показательно игнорируя всех в ней находящихся. Людей это раздражает. Вы достигли своей цели – привнесли в ситуацию провоцирующую энергию.\n\nВорота №39 всегда флиртуют. Делают они это естественно, умело и при любом удобном случае. Это как бросание наживки в воду. Вы не знаете, есть ли там рыба, но если есть, вы обязательно об этом узнаете. Ворота Провокации хотят, чтобы на них обратили внимание, признали и оценили. Вы идете по жизни, влюбляясь и разочаровываясь, испытывая разные эмоции, но всегда меланхолично. Если очередная провокация не удалась, вы поворачиваетесь на 180 градусов и отправляетесь искать другие объекты.\n\nПопробуйте понять: вы провоцируете людей, чтобы они вас заметили. Но не исключен вариант, что глаза, обратившиеся на вас, будут налиты кровью. В такой ситуации попробуйте посмотреть на происходящее предельно объективно, глубоко вдохнуть и очень быстро убежать. По существу, вы запускаете чужие эмоциональные расстройства. Следовательно, на вас лежит ответственность за последствия. Вы нанесли вред, вам это и исправлять.\n\nСтранно, но факт: встречаются люди, которым нравится страдать. Попробуйте начать их утешать. Ничего, кроме злости, вы от них не добьетесь. Многие люди забыли о том, что они одухотворенные и пылкие. При столкновении с вами у них есть шанс об этом вспомнить. В этом смысле вы вполне можете считаться реаниматологом духа.',
      '40': 'Вы становитесь в позу «руки в боки» и заявляете всему миру: «Спасибо, обойдусь без вашей помощи». При этом не забудьте проверить, не изолировали ли вы себя без всякой надобности. Вам доступно чувство удовлетворения от хорошо проделанной работы. Вы и работу то делаете только для того, чтобы испытать удовольствие от ее завершения. Потом вы берете отпуск и проводите его в полном одиночестве. Вам так нужно. Окружающие не всегда это понимают, поэтому иногда необходимо им это объяснять. Вы нуждаетесь в перезагрузке и обновлении. Вы наслаждаетесь тем, сколько людей пользуются вашей поддержкой. Дружба для вас – не пустое слово, но вам необходимо проявлять твердость. Время, которое вы уделяете самому себе, свято, и посягать на него не имеет права никто.\n\nВопрос, который написан на Воротах Одиночества, гласит: «Вы можете простить себя за свои ошибки? А других?» Дело в том, что одна из способностей 40-х Ворот – распутывать и решать жизненные сложности. Особенно те, которые находятся внутри вас. Если вы найдете в себе силы простить самого себя и не поминать старое, это не только принесет облегчение, но и избавит вас от трудностей, мешающих наладить нормальные отношения в настоящем.\n\nДела, касающиеся Эго, бросают вызов вашей природной склонности прощать. Но как только вы обнаружите подлинную силу прощения, она подарит вам облегчение. Прощение – часть вашей природы, осознаете вы это или нет.',
      '41': 'Ваши фантазии настолько образны и реалистичны, что люди могут в них поверить. Ваш Корень требует от вас, чтобы мечты сбывались. Вы сценарист и режиссер своей собственной жизни. Вы пишете для нее самые фантастические сценарии, а потом назначаете себя на главную роль. Вы тот, кто видит великолепие цветущего розового куста в невзрачном саженце. Даже если это невзрачный саженец крыжовника.\n\nВорота №41 находятся на стартовой линии жизненного опыта. Через них Ум всматривается во все уголки жизни, выискивая любые мыслимые возможности. Он ищет материал для впечатлений, которые лягут в основу вашей завершенности и целостности. Опасность в том, что тропа, по которой вы идете, может завести вас в царство грез. Не заблудитесь.\n\nВаше воображение рисует кампании, которые спасут мир, рыцарей в сияющих доспехах и задушевные беседы с Папой Римским. Попробуйте сосредоточить свою фантазию на более достижимых целях. В конечном итоге воображение – это инструмент нахождения баланса между отдаваемым и получаемым. Даже если вы способны детально представить все, о чем вы мечтаете, следует помнить: синица в руках всегда лучше, чем «утка» под кроватью. Научитесь ценить то, что имеете. Это облегчит вашу ношу и сделает вас свободным.',
      '42': 'Динамика баланса между «отдал» и «получил» формулирует одну из самых великих мудростей: «Как аукнется, так и откликнется». Правда этого выражения находит постоянный отклик в вашей душе. Когда вы беретесь помогать другим или трудитесь для общественного блага, вы все равно получаете адекватное вознаграждение. Если начнете работать только на себя, ваше развитие останавливается. Вы не способны реализовать себя, если остаетесь единственным получателем выгоды.\n\nЧерез эти Ворота распространяется богатый опыт. Им можно делиться со всеми, меньше его не станет. Ворота Роста не ограничиваются личной выгодой. Они признают, что Вселенная щедра и благ в ней более чем достаточно для того, чтобы никто не ушел обиженным. У вас есть способность подключаться к этому природному источнику.\n\nВы используете свой дар для того, чтобы помогать другим людям становиться успешными. Иногда вы спрашиваете себя, почему вы обязаны делать за всех самую грязную работу. Не беспокойтесь. Ваш врожденный талант и неисчерпаемая энергия не позволят вам остаться обделенным результатами. Как садовник ухаживает за садом, наблюдая за ростом и цветением деревьев, так и вы ухаживаете за людьми, добиваясь от них роста и цветения. При этом хороший садовник не ходит голодным. Цветение сада порождает плоды. Если вы чувствуете, что ваши усилия не приносят вам должного процветания, остановитесь. Впредь вам следует быть внимательным. Не беритесь больше чем за одно дело за раз. 42-е Ворота дают осознание того, что отдавать намного важнее, чем получать. Отдавайте себя людям, и вы получите от них столько, сколько вам нужно.',
      '43': 'Иногда вам кажется, что окружающие просто не способны понять очевидные для вас вещи. И вы правы. Вы идете на шаг впереди остального человечества, но не всегда способны передать свои мысли языком, понятным для окружающих. Положитесь на свой Авторитет. Он поможет вам сформулировать мысли так, чтобы вас поняли. Избавившись от этой проблемы, вы сможете сэкономить силы. Они нужны вам для достижения глубочайшей мудрости, постижения универсальных истин и создания базы для глобального влияния на точку зрения окружающих.\n\nВы терпеть не можете дураков. Озарения приходят к вам в процессе участия в ситуациях и общения с людьми. А в процессе общения с дураком и озарение будет не самым умным. Мудрость приходит тогда, когда вы начинаете точно определять момент, в который следует поведать людям о своем открытии. Ворота 43 вечно рискуют увязнуть в собственных прозрениях и потерять интерес к чужому мнению. Смысл в том, что процессом невозможно управлять. Можно только постараться, чтобы его результат был оценен человечеством. Поэтому стойте на своем и терпите чужое. Только так вы не загубите собственную природу.\n\nВы должны понять, что ваши прозрения необычны и людям нужно время, чтобы понять, что вы имеете в виду. Это похоже на настройку приемника. Невозможно мгновенно поймать волну, которую не слышат другие.',
      '50': 'Ценности – это багаж, передаваемый из поколения в поколение. Они приобретаются в доме, в школе или церкви. Ворота Ценностей бережно отбирают среди них истинные и непреложные. Вы начинаете понимать, что вам подходит, а что не очень, что справедливо, а что нет в данной конкретной ситуации.\n\nВорота №50 дарят нам способность распознавать настоящие ценности. Они учат уважать их и совершать с их помощью те поступки, которые ведут вас к продолжительной и успешной жизни. Одни ценности вечны, другие нуждаются в периодическом ремонте или замене. Ворота Ценностей всегда начеку. Они готовы поставлять вам запчасти и расходные материалы в достаточном количестве и именно те, которые необходимы здесь и сейчас. Первый вопрос для вас – какие из предложенных ценностей лучше послужат обществу; второй – следует ли возлагать ответственность за это на каждого. Оба вопроса порождаются одним страхом – страхом взять на себя ответственность.\n\nОтстаивание правильных и своевременных ценностей заставляет вас быть примерным членом общества. Вы очень остро чувствуете возложенную на вас ответственность. Если ваш Селезеночный Центр не определен, это чувство легко может стать страхом. Положитесь на свой Авторитет, и вы снова обретете спокойствие и уверенность. Но никто не сможет быть более громогласным, чем вы, в ситуации, когда моральное разложение поставит под угрозу общее благо или безопасное будущее.',
      '53': 'Ворота Начинаний имеют врожденную способность широко распахиваться перед любым новым опытом. Если в жизни появляется хоть малейший намек на скуку, они чахнут. Это заставляет вас пробовать все что угодно, лишь бы оно было для вас новым. Как зуд от комариного укуса. Вроде никакого ущерба здоровью, но неудержимо хочется почесаться. Ваша жизнь совершенно не нуждается в инновациях, но желание опробовать новые игрушки непобедимо. Вы постоянно куда-то вступаете: в новые компании, партии и проекты. Вступаете, даже прекрасно понимая всю бесперспективность затеи.\n\nИсследования показали, что у людей с определенными 53-ми Воротами всегда найдется не меньше дюжины книг, которые они дочитали не более чем до двадцать восьмой страницы. Кроме того, у них обязательно есть начатый проект по благоустройству чего-нибудь и огромный список совершенно необходимых дел по дому, в котором содержится гораздо меньше слов, чем пустого места. Таков ваш стиль. И в этом совершенно нет вашей вины. Просто по природе своей вы начинатель дел.\n\nВы эффективная стартовая площадка. Вы отлично способны заставить окружающих заняться очень важным и нужным делом. А потом отойти в сторону и посмотреть, как там они справляются без вашего участия. Самое интересное, что они справляются. При этом прекрасно понимают, что если бы не вы, то они бы даже не начали. Так что вы очень востребованный специалист.\n\nСуществуют природные процессы, которые сами по себе есть не что иное, как начало. Например, пробуждение из спячки. Ворота №53 позволяют вам не спеша проснуться, определить, что именно необходимо в данный момент, и быстренько организовать вокруг то самое. Вы можете почувствовать, что следует прогуляться, написать письмо другу или просто выпить чашечку кофе. Это значит, что в данный момент пришло время сделать именно это. Не начинайте ничего, пока вы не почувствуете, что это действительно нужно. И жизнь ваша станет чередой счастливых и необременительных событий.',
      '54': 'Амбиции заставляют вас не замечать границ и не признавать ограничений. Вы желаете одновременно преуспеть в социальной, финансовой, духовной и административной сферах. Это требование, которое заставляет вас создавать и продвигать самые разнообразные союзы и комбинации. Вам свойственно брать на себя настолько много, что не каждый выдержит. Вы как будто проснулись на дне океана и отчаянно работаете всеми конечностями, чтобы всплыть на поверхность и сделать столь необходимый вам вдох. Но всплыть и вдохнуть – это бесконечно мало. Оказавшись на поверхности, вы будете не менее яростно загребать руками и ногами в попытке поскорее достичь ближайшего берега. Что не помешает вам махать каждой проплывающей мимо лодке, умоляя лодочника взять вас на борт.\n\nВы будете хвататься за что угодно и кого угодно, если это поможет вам двигаться вперед. Не имеет значения, куда вы направляетесь. Главное, что вы должны добраться туда во что бы то ни стало. Вас толкают вперед голые амбиции. Ничто не смеет вставать на вашем пути. Только стремление к цели делает вас свободным. Только стремление к цели становится вашей целью.\n\nС определенными 54-ми Воротами вы способны на невероятное. Будьте осторожны с собственной напористостью. Она ваша главная мотивация и ваш главный враг. Контролируйте ее, и счастье станет той целью, которой вы при любых обстоятельствах способны достичь.',
      '56': 'Меньше всего вам нравится застревать надолго в одном месте. Вы не любите продолжительных проектов. По крайней мере, пока не созреете для того, чтобы пустить корни. При этом ваше путешествие не преследует никакой другой цели, кроме приобретения опыта. Ворота Стимуляции – это вторые ворота, отвечающие за рассказывание историй. И они тоже живут в Горловом Центре. И вам мало просто сказать: «А было это так…» Вы способны на большее. Ваши истории начинаются так: «Вы ни за что не поверите, но…»\n\nСюжет ваших историй подчинен строгим правилам и разбит на этапы. Вы вплетаете в повествование нити приобретенного опыта. Возможно, потому что таким образом вы извлекаете из опыта смысл. Вы вызываете аудиторию на обратную связь. Вы заставляете ее бросить вызов вашим собственным убеждениям. Почему? В основном потому, что вы иногда чувствуете, что потерялись в собственной жизни. Как и любой истинный странник, вы ищете утешения.\n\nИногда вы добавляете в свои истории немного красивого вымысла, провоцируя публику на эмоции и переживания. Вы считаете, что это поможет им лучше усвоить тот опыт, который вы хотите им передать. Но большинство ваших историй имеет право на то, чтобы в них, как в титрах некоторых фильмов, написали: «Основано на реальных событиях». Парадоксально, но именно способности хорошего рассказчика делают вас прекрасным экспертом в вопросах правдивости чужих сказок. Ваша жизнь проходит в поисках стимулов. Вы с жадностью поглощаете все новое, накапливая опыт для создания новых историй.',
      '59': 'Ворота ярко выраженной сексуальной энергии. Обладатели 59-х Ворот предназначены для продолжения рода, оплодотворения и воспроизводства. И это должно служить вам предупреждением. Не увлекайтесь. Вы будете стучаться и входить в самые разные двери. Вы будете делиться того или иного рода близостью с разными людьми. Ваша плодовитость распространяется на многие области. Вы способны порождать творческие проекты. Вы распространяете свою природную жизненную энергию повсюду, куда можете дотянуться. Вы подаете сигналы. Вы разбрасываете себя и в личной жизни, и в профессиональной деятельности.\n\nЛюди взаимодействуют самыми разными способами. Это может быть откровенный контакт или скромный подход. Безудержный секс или искренняя дружба. Доминирование, подчинение или неприкрытое равнодушие. Для нормальной реализации вам следует добиться ясности во взаимоотношениях и прислушаться к своему Авторитету, выбирая партнеров. Существует в 59-х Воротах и конкретная необходимость в биологическом размножении. Сексуальная энергия растет и постоянно требует выхода. Поэтому обладателям открытых Ворот Сексуальности следует быть осторожными. Не торопитесь вступать в половой акт только потому, что этого требует плодовитость внутри вас.\n\nЭти Ворота дарят вам не только сексуальное желание, но и сексуальное мастерство. Они постоянно горят генетическим желанием спариваться. Сакральная энергия способна превратить акт в истинное священнодействие. Она может произвести настоящий сдвиг в вашем разуме. Практикуйте разборчивость, и вы дождетесь в своей жизни и правильных людей, и правильных проектов.',
      '60': 'Вы постоянно живете в рамках ограничений. Вы пользуетесь только тем, что предоставляет вам жизнь. Основополагающие правила – вот для вас стабильная платформа. Никто лучше вас не осознает реальность инструкций и ограничений. Но при этом вы прекрасно понимаете разницу между непреодолимым препятствием и горой, которую можно обойти, если уж это так необходимо.\n\nВы способны прорваться через препятствия, но сначала вы тщательно изучите все легальные возможности. Во всем своем величии ограничения проявляются тогда, когда это касается именно вашего здоровья, амбиций, финансов или личных дел. Главное – не зацикливаться на том, что действительно находится за границами ваших возможностей. Сосредоточьтесь на достижимом.\n\nДля каждых из Ворот Корневого Центра существуют параметры, определяющее для них понятия счастья и развития. Для 60-х Ворот это уровень принятия собственных ограничений. Перестаньте бороться за цели, которые находятся за пределами досягаемости. Попробуйте разглядеть то, что лежит у вас прямо под носом. Это станет для вас трамплином. Вы перестанете тратить силы на стирание границ и выясните, что сил достаточно для того, чтобы прекрасно обустроить все, что этими границами очерчено. Как только вы постигнете умиротворенность и примете те качества, которые в вас есть, вы поймете, что такое настоящая свобода развития.',
    },
    gates_titles: {
      '1': 'Самовыражения',
      '4': 'Формулизации',
      '7': 'Роль «Я» во взаимодействии',
      '28': 'Игрока',
      '32': 'Непрерывности',
      '37': 'Дружбы',
      '38': 'Борца',
      '39': 'Провокации',
      '40': 'Одиночества',
      '41': 'Сжатия',
      '42': 'Роста',
      '43': 'Озарения',
      '50': 'Ценностей',
      '53': 'Начинаний',
      '54': 'Амбиций',
      '56': 'Стимуляции',
      '59': 'Сексуальности',
      '60': 'Принятия',
    },
    channels: {
      '32-54':
        'Для вас имеет огромное значение материальный или духовный успех. Вы постоянно «прочесываете» окружающую среду в поисках того, кто поможет вам его достичь. Мощные амбиции только подогреваются страхом перед неудачей, выползающим из 32-х Ворот. Это может сделать вас трудоголиком. Вы последним уходите из офиса, вы заменяете обед стаканчиком кофе из автомата и постоянно думаете, как впечатлить босса чувственными изгибами графиками эффективности. Вы пришли, чтобы бросить вызов лучшим из лучших.\n\nКанал 32-54 – один из Каналов трансформации. Он способен перевернуть с ног на голову все вокруг, если поймет, что пора действовать. Вас гложет постоянное желание преуспеть. Ваш блокнот заполнен контактами тех, кто хоть как-то способен этому посодействовать. Вы обожаете беседы в кулуарах, особенно в перерыве заседания совета директоров. Вы увиваетесь за сильными мира сего в надежде, что они вытянут вас на следующую ступень власти и богатства. В результате в любой компании вы задаете себе вопрос: «Кто тут способен помочь мне добраться до цели», и больше ничего в людях вас не интересует. В этом отношении вы полностью доверяете своему Селезеночному Центру и следуете чутью. Не позволяйте себе сомневаться, и вы окажетесь на правильном пути.\n\nВы преображаете жизнь тех, с кем сталкиваетесь, поэтому можете обнаружить, что на вас большой спрос. Люди верят в вашу работоспособность и полезные связи. Так что не забудьте проверить, насколько соразмерны ваши бонусы в этой игре. Найдите баланс между эгоистичной выгодой и общими интересами. Если получится, то вы обнаружите что вокруг полно людей, желающих вас поддержать.',
      '42-53':
        'Канал 42-53 – третий из Формирующих Каналов. Он делит вашу жизнь на циклы длиной от нескольких дней до нескольких лет. Самые частые циклы – пяти-семилетние. Оглянитесь на свое прошлое, и вы легко определите последовательность уже прожитых циклов.\n\nЛюди с активным 42-53 часто осознают, что их жизнь делится на определенные временные периоды. Отношения с женщинами, смены работы, переезды. Так называемые «сезоны жизни». Для вас жизненно необходимо определить точную продолжительность ваших личных сезонов. Как только вы определите это, энергия вашего Сакрального Центра научится блокировать все лишнее до завершения очередного цикла.\n\nЖизненный период должен быть прожит полностью и завершен, иначе он потеряет всякий смысл и значение. Поэтому вы не вправе тратить свое время на запуск ненужных циклов. Не начинайте этап, пока ваш внутренний отклик не подтвердил, что это то место, те люди и те обстоятельства, при которых цикл пройдет правильно.\n\nЭтот Канал дает вам врожденную жизненную силу, чтобы воодушевлять окружающих. Рассматривая свой жизненный путь как цепочку циклов, вы учитесь вовлекать в свои циклы других людей, заставляя их стремиться к новому. Если кто-то хочет сделать шаг вперед или серьезно поменять направление, ваше участие придаст ему силы и решимости. Сами понимаете, что позволять пользоваться этим даром кому попало было бы просто расточительно. Учитесь правильно выбирать людей и проекты, которым вы предоставляете стартовую площадку. Иначе вы сами навсегда останетесь на земле. Вам стоит запомнить: полагайтесь на механизм внутреннего отклика. Он поможет вам продвигать других так, чтобы самому не оставаться на месте.\n\nКанал циклов – как книга. У нее есть начало, развитие, кульминация, развязка и финал. Не доставайте книгу с полки, если не намереваетесь прочитать ее целиком. Книга, интерес к которой закончится на половине, не принесет ни радости, ни пользы.\n\nЭто касается всех сторон вашей жизни: карьеры, брака, места жительства. Вы чувствуете желание заняться очень многими вещами, но выбирайте только те, которые вызывают внутренний отклик. Не беспокойтесь о том, чем закончится очередная история. Просто наслаждайтесь чтением, зная, что последняя страница неизбежна. Так вы придете к счастью и изобилию во всех циклах, в которые вы позволили себе погрузиться.',
      '28-38':
        'Ваш дар – это невероятное упрямство, придающее силы вам и другим людям в борьбе за справедливость. Вы способны противостоять любым темным силам. Ничто не распаляет вас больше, чем утверждение, что миссия невыполнима. Вы устремляетесь в битву с кличем: «А вот посмотрим, как у меня это получится!»\n\nВы когда-нибудь попадали в сильный шторм? Настолько сильный, что ветер буквально сбивает с ног? Представьте себе, что вы входите в эту стену ветра. Вот так ощущают себя люди с активированным Каналом 28-38. Им присущи устойчивость, чувство равновесия и желание двигаться вперед. Шаг за шагом. К счастью, у вас достаточно интуиции для осознания того, какие люди и вещи стоят того, чтобы за них бороться. Вы тот самый Че Гевара, который прибывает в чужую страну, видит, как власть угнетает граждан, и вдохновляет местных жителей на восстание во имя гражданских прав и общественной справедливости. Вы Давид, который вечно ищет на свою голову очередного Голиафа.\n\nВаша жажда драки может привести вас к идеологии «Я дерусь, потому что я дерусь». Вспоминая, как закончил свои дни Че Гевара, признаем, что люди не всегда могут по достоинству оценить ваши устремления. Вы всего лишь недовольны существующими порядками, но окружающим уже кажется, что вы восстали против всего мира. Вы глухи к чужим советам и слышите только то, что звучит правильно для вас.\n\nКогда все поплывут по течению, вы направите лодку в противоположную сторону. Вы полезете в окно, вместо того чтобы войти в открытую дверь. Таким образом, вы просто демонстрируете собственную индивидуальность. «Я все делаю по-своему». Трудность заключается в том, что ваши жизненные стандарты могут оказаться несовместимы с жизнью.\n\nНастоящее удовлетворение вы получите, только научившись пониманию, когда следует лезть в драку, а когда благоразумнее будет отступить. Иначе вашим природным даром агитатора и главаря попросту воспользуются, оставив на вашу долю опустошенность и разочарование.\n\nВ личной жизни постарайтесь оставить боевые инстинкты за порогом спальни. Не стоит превращать свой дом в поле брани. Повесьте ружье на стену, устройтесь в удобном кресле, поставьте в плейер старый альбом Фрэнка Синатры и спойте с ним вместе «Му way».',
      '37-40':
        'Этот канал является социальным, поэтому для достижения успеха вам необходима хорошая компания. Если компания окажется недостаточно хорошей, вся ваша жизнь пойдет наперекосяк. Ваша цель – привести всех к единому мнению, единым ценностям, эмоциям и желаниям. На этой основе вы готовы создать пару, семью, фирму или государство.\n\nВы родитель, чьи глаза наполняются слезами умиления, когда вся семья собирается за одним столом. Вы партнер, чье супружество основано на строго регламентированном взаимном обмене. Людям вы кажетесь сентиментальными. Вы воспринимаете окружающий мир через кожу. Рукопожатия и объятия вам нравятся настолько, что вы стараетесь втянуть в этот ритуал как можно большее число лиц.\n\nВы обладатель всех призов за самую обаятельную улыбку. Эта улыбка располагает к вам людей, придает им бодрости и приглашает присоединиться к хорошей компании. Вам нужно знать, что вокруг вас люди, которым вы доверяете. Поэтому договор, заключенный через рукопожатие, устроит вас больше, чем написанный на бумаге. Во время рукопожатия вы можете заглянуть партнеру в глаза и оценить его искренность. Решать производственные вопросы вы предпочитаете не в казенном кабинете, а за столиком в кафе. На самом деле вы постоянно ищете друзей. Вы просто не можете вести дела с человеком, которого не считаете своим другом. Для вас нет различия между другом и союзником.\n\nУ вас не хватает терпения на людей, не выполняющих обещаний. Вы просто вычеркиваете их из своей жизни. Вы всегда держите слово и ожидаете того же от других. Вы связующий элемент человеческих сообществ, непременный член местного самоуправления и добровольного общества охраны памятников культуры. Вы приходите туда, чтобы мотивировать собравшихся. Когда все идет по плану, а люди работают и смеются вместе, ваша душа ликует. Вы приносите в этот мир доверие, честность и стабильность, которых ему так не хватает.',
    },
    channels_titles: {
      '32-54': 'Преобразования',
      '42-53': 'Созревания',
      '28-38': 'Борьбы',
      '37-40': 'Сообщества',
    },
    type: 'Вы неторопливы, зато очень эффективны, за вашей работой очень интересно наблюдать. У вас есть прирожденная способность работать, творить, созидать, и при этом получать от этого огромное удовольствие. Вы невероятно выносливы и наделены нескончаемой внутренней энергией, единственная в вашей жизни трудность – найти, куда именно ее применить.\n\nОжидание интересного проекта, нужных людей и подходящего настроения может затянуться, но это необходимое условие для вашей самореализации. Если вы без промедления приступаете к делу, то велика вероятность того, что ваш внутренний двигатель не даст вам достаточно сил для достижения успеха, и вы можете совершать ошибки. Но стоит потерпеть немного, перед тем как начать действовать, и успех придет. Вы долго копите энергию, прежде чем начать ее применять. Но только тогда вы потратите ее с пользой. Сядьте, успокойтесь, научитесь ждать. Представьте себя магнитом, который лежит на одном месте и притягивает к себе все, что ему нужно. Магнит притягивает – это закон.\n\nЕсли у вас возникает вопрос: «Почему, за что бы я ни взялся, постоянно заканчивается провалом?», ответьте себе: «Потому что я не научился ждать и ловить подходящий момент. Не стоит спешить, просто ждите нужного момента.\n\nВы должны понять, что все по-настоящему ценное в вашей жизни приходит к вам само. Его не нужно искать. За ним не нужно гоняться. Просто будьте готовы поймать момент, когда оно постучит в вашу дверь. И вот тогда на первый план выйдет отклик. Именно он главный компонент вашей системы. Сакральный отклик, который указывает вам, чем действительно следует заняться. Именно в этом суть вашего внутреннего существа. Именно это выводит вас на верную дорогу и показывает, в какую сторону идти.\n\nВам нужно научиться понимать эти сигналы, потому что именно они ваш врожденный указатель направления. Люди задают вам вопросы: «Вы не могли бы мне помочь?», «Кушать будешь?» или «Не провести ли нам вечер вместе?» – и вы слышите внутренний отклик на любой из них. Это же касается и гораздо более важных вопросов, которые ставит перед вами жизнь. Проверьте себя, когда в следующий раз услышите вопрос или предложение. Только не вздумайте медлить с ответом. Еще секунда – и к принятию решения подключится Ум. Не позволяйте ему отговорить вас. Ум не может быть вашим авторитетом, это не главное. Правильно и по-настоящему вы чувствуете именно «нутром». Если ситуация не содержит прямого вопроса, следите за своими внутренними размышлениями. Перечитывайте меню в ресторане, пока название очередного блюда не вызовет ваше внутреннее «Да». Прислушайтесь к нему и не пожалеете. Ваше основное жизненное правило – дождаться того, что предлагает жизнь, услышать внутренний отклик, выбрать.\n\nГлавная ошибка Генераторов – это слишком много думать, позволяя Уму взять верх над Сакралом. Как только позволите Уму воздействовать на ваш внутренний отклик, вы обнаружите, что нахватали кучу ненужных вам обязательств. И тогда подключившийся к делу Сакрал вынужден будет тащить ситуацию до конца, даже если она вам не нужна совершенно. Бросать начатое на полпути – последнее дело. И это важно понять. Как только ваша движущая сила начала работать, ее не остановить. Это как пытаться затормозить паровоз на полном ходу.\n\nВы должны быть осторожны, предлагая людям свою энергию. В работе вы способны подарить клиенту, ученику или начальнику массу энергии. Но энергии размеренной и упорядоченной. Именно Вы поставляете жизненную энергию для большинства событий, происходящих в этом мире.\n\nЕсли вы Генератор, то вы один из тех 37 % населения планеты, у кого в запасе достаточно силы, чтобы поднять даже мертвого. Когда вы заходите в комнату, ваша энергия заставляет повернуться к вам головы всех присутствующих. Все думают, что вы способный и неистощимый работник. Вы выскакиваете из постели ни свет ни заря, готовите завтрак, ведете детей в школу, мчитесь на работу, вкалываете как проклятый, переделываете кучу своих и немного чужих дел, остаетесь в обеденный перерыв, летите домой, запускаете стирку, готовите ужин, отмываете и укладываете детей, протягиваете руки обнять любимого человека и выключаетесь, не успев до него дотянуться. Никто другой, кроме такого же Генератора, угнаться за вами просто не в силах.\n\nПроблема в том, что к концу дня у вас остается ощущение, что вы переделали кучу дел, но все равно остались недовольны. Это потому что большинство из этих дел вы проделали «на автомате». Жизнь состоит не только из проставления «галочек» в списке текущих задач и раздачи счастья всем окружающим. В этом и состоит Дизайн Человека Генератора.\n\nНе включайтесь в работу и не встречайтесь с людьми, если эта работа и эти люди не вызывают у вас внутреннего отклика. Ваш главный вопрос звучит так: Куда мне потратить энергию? И если вы не будете слушать внутренний отклик, то все ваши плюсы превратятся в минусы, и вы не получите удовлетворения.\n\nЗНАМЕНИТЫЕ ГЕНЕРАТОРЫ: Мухаммед Али, Фред Астер, Людвиг ван Бетховен, Билл Клинтон, Мадонна, Маргарет Тэтчер, Опра Уинфри.\n\nЧто общего между этими людьми? Огромная энергия, настойчивость и неудержимая движущая сила, которая нужна для работы и премьер-министру, и телеведущему, и актеру. Несмотря на то, что многие из этих людей выглядят как внезапный смерч, нетрудно догадаться, что прежде чем позволить энергии Сакрала выйти наружу, они провели немало времени, дожидаясь, пока она накопится. Кроме того, обратите внимание, насколько инстинктивными порой казались решения и Тэтчер, и Клинтона.\n\nЛюдям нужно понять, что не нужно вываливать на вас все и сразу. У вас тоже есть свой предел. Вы узнаете, что ваш предел достигнут, когда захочется махать руками и кричать «хватит».\n\nСамое обидное, что ваши героические усилия просто принимают как должное. Бесспорно, те, кто пользуется вашей энергией, взлетают быстро и очень высоко. Вопрос только, что получаете вы с их взлета? Вы должны найти в жизни место, где ваш источник энергии будет по-настоящему полезен, оценен и понят.\n\nВам нужно осознать, как окружающим повезло, что вы есть. Не торопитесь начать путь, дело не обязательно пропадет, если вы не будете его контролировать. Доверяйте своей природе. Доверяйте тому, кем вы родились. Ждите отклика.',
    type_title: 'Генератор',
    profile:
      'Ваш ум, восприимчивость и наблюдательность способны стать стабилизаторами человечества. Вы можете предвидеть будущее и знаете, как совместить все детали в единую картинку бытия. Это природный дар. Вы пришли в этот мир, чтобы служить примером. Вы известны как человек с высокими идеалами, высокими стандартами и высокими целями. Вы склонны контролировать все, до чего можете дотянуться. Просто вы знаете, что мало кто способен сделать все так же хорошо, как вы.\n\nВы стремитесь контролировать каждую деталь происходящего вокруг вас. Передать свои полномочия хоть частично вы соглашаетесь, только удостоверившись, что кандидат достоин, компетентен и действительно хочет именно этого. На протяжении всей жизни вы впитываете информацию. Вы постоянно в поиске новых знаний. Окружающие смотрят на вас как на мастера самого широкого профиля, источник вселенской мудрости и пророка в своем отечестве. Вы ищете и находите равновесие между земным и духовным.\n\nИногда вас безумно раздражает, что никто не видит настолько широкую картинку, как вы. Поймите: это не потому, что окружающие ленивы и нелюбопытны, просто большинству людей не очень понятно, зачем это нужно. Они не собираются брать ситуацию в свои руки и не мечтают изменить мир к лучшему. Мало кто так же ясно, как вы, видит свое истинное положение в мире. Просто у вас свой взгляд на жизнь, и он часто выходит за пределы понимания других людей.\n\nВ общении с людьми вы разносторонни, жизнелюбивы и оптимистичны. В вашей манере есть нечто уверенное, ясное, законченное и гармоничное. Вы обладаете способностью быть выше житейских проблем и видеть вещи такими, какими они являются на самом деле. Пока вы были ребенком, о вас часто говорили: «Мудр не по годам». Вы не всегда готовы признать, что подсознательно сдерживаете себя. Вы опасаетесь использовать свои способности «на полную катушку». Временами вы становитесь замкнутыми и нелюдимыми. Окружающие недоумевают, стоит ли в такие часы вас беспокоить. Это пробивается на поверхность мягкое подводное течение Второй линии.\n\nВы очень высоко цените свое время и энергию. Поэтому если вы беретесь за какую либо работу, она должна действительно этого стоить. Это должно быть что-то, что не по силам никому, кроме вас. Вы не доброволец. Вы говорите: «Сделайте мне достойное предложение, и тогда я подумаю, стоит ли за него браться». Если вы не способны осознать этот аспект своей натуры, то рискуете провести остаток жизни, бегая от собственного призвания, так и не раскрыв своего истинного потенциала, постоянно буксуя и ища оправдания собственной неуспешности. Вторая линия затягивает вас в тень. Помните: ваши мудрость и вдохновение требуют благодарного внимания окружающих. Без этого вы не способны ни на что.\n\nВзаимодействуя с людьми дома или на работе, вы пытаетесь жонглировать слишком большим количеством шаров. Вы желаете не меньше, чем покорить мир. Вы успешный менеджер, хороший дирижер, талантливый технолог-планировщик. Но если вы берете на себя слишком много ответственности, вам быстро становится скучно. Ваша вечная жизнерадостность внезапно улетучивается. Талант «великих кураторов» сжимается до добросовестных, ответственных и эффективных трудяг, которые взваливают на себя основной объем работы, оставляя коллегам только то, что не испортит даже последний идиот.\n\nКак любому Профилю со Второй линией, вам необходимо убежище. Место, где вы в одиночестве восстанавливаете свои силы и обдумываете происходящее. Вы не испытываете неудобств от необходимости побыть немного наедине с самим собой. Как у всех Шестых линий, в вашей жизни есть три поворотные точки: 18, 30 и 50 лет. Большинство из вас начинают чувствовать свой авторитет именно к 18-ти годам. Вы немедленно начинаете вступать в общественные организации, присоединяться к борьбе за что-то и создавать рок- группы.\n\nК 30-ти годам вы уже все видели, все попробовали и от всего немного устали. Ваш энтузиазм поутих. Вы осознали, что не все люди способны поддерживать ваш темп и соответствовать вашему уровню. Ваша активная позиция потихоньку сбавляет обороты, и вы уходите с передовой, усаживаясь за стол в офисе. Кругозор вашей Шестой линии продолжает трудиться в общих интересах. Просто круг этих интересов немного сужается и становится меньше, чем бесконечность.\n\nК 50-ти годам ваши цели в жизни определяются окончательно, и вы начинаете трудиться не покладая рук. К этому моменту вы уже можете служить положительным примером для молодежи. Ваша сила велика, а влияние безгранично. Ваша любовь к веселью несет свет и оживляет людей вокруг вас. И это тоже пример для подражания, что вам очень нравится.\n\nСовместимость\n\nВаша идеальная совместимость – с представителями вашего собственного 6/2 или 3/5. Чуть менее идеальные и в то же время легкие взаимоотношения наблюдаются с 2/4, 4/6 и 6/3.',
    profile_title: 'Ролевая модель-Отшельник',
  },
  active_centres: [
    {
      id: 5,
      name: 'Сердечный Центр',
      description:
        'У вас определен Сердечный Центр. Вам свойственно контролировать себя и свою жизнь. Вы буквально наслаждаетесь победами, а вашими главными качествами являются упорство и высокая конкурентоспособность. Особое наслаждение принесет работа, в который вы можете сами решать, когда отдыхать, а когда трудиться.\n\nТакие вещи как репутация и уважение для вас не пустой звук. Чем больше обещаний вы выполняете, тем больше вы уважаете себя, тем больше уважения получаете. Вам важно ставить и достигать целей. Однако будьте внимательны, откуда эти цели берутся. Действительно ли они заставляют вас собрать все силы в кулак и сделать то, что другим не под силу?\n\nПосле каждого такого волевого рывка, требуется отдых и перезагрузка. Разве не для того мы достигаем чего-то, чтобы потом насладиться плодами наших трудов? Для вас важно адекватно высоко оценивать ваше время и труд. Ваш эгоизм служит вам, а далее и окружающим людям.\n\nГлавный совет: тренируйте свою силу воли, сдерживайте обещания. И давайте только те обещания, которые способны выполнить. Не позволяйте никому ограничивать ваше самовыражение, подавляя собственную энергию, вы рискуете навредить своему здоровью.',
      shortDescription: 'Самооценка, эго и сила воли, самосохранение',
    },
    {
      id: 6,
      name: 'Селезеночный Центр',
      description:
        'У вас определен Селезеночный Центр. У вас очень развита интуиция и инстинкты. Спонтанные решения всегда самые верные. Вы способны моментально оценить ситуацию и понять, что нужно сделать. За счет встроенной интуиции вы способны предотвратить нежелательные ситуации в ближайшем будущем. Можно назвать это предчувствием.\n\nЕсли вдруг вы испытали страх: побежали мурашки по спине, вы встали как вкопанные на месте или душа ушла в пятки - это важные сигналы, которые нельзя игнорировать. Страхи подобного рода - ваши союзники. Если же, делая что угодно, вы не чувствуете ничего подобного - значит все в порядке и безопасно.\n\nКаждый раз, когда вы попадете в передрягу, а потом говорите себе, что так и думали, значит, что важный сигнал от вашей селезенки был пропущен. Внимание к своим ощущениям позволит в любой ситуации принимать решения, которые помогут избежать неприятностей и оставаться в безопасности. Но даже, если момент упущен, доверяйте вашим инстинктам, они помогут вам выбраться из любой ситуации.\n\nГлавный совет: доверяйте своим чувствам, ощущениям и интуиции. Уходите оттуда, где вам плохо. Неправильная среда может способствовать плохому самочувствию и снижению иммунитета. Чаще проверяйте свое здоровье. Сильная селезенка довольно долго берет на себя нагрузку от болезней на ранних стадиях, так что вы этого можете не замечать.',
      shortDescription: 'Естественные страхи, интуиция, здоровье и иммунная система',
    },
    {
      id: 7,
      name: 'Солнечного Сплетения',
      description:
        'У вас определен Центр Солнечного сплетения. Вы невероятно эмоциональный человек, вы легко меняете настроения и очень чувствительны в любой ситуации, ваше настроение может стремительно меняться в своем амплитуде. Это делает вас непредсказуемым в глазах окружающих.\n\nВаши эмоции заразны и влияют на настроение и состояние окружающих вас людей. Благодаря такой эмоциональной переменчивости, вы смотрите на мир через очки разного цвета: от розовых до черных и обратно через весь спектр. В хорошем настроении вы видите все самое лучшее в проектах, людях, возможностях. В плохом - все самое худшее и негативное. Это позволяет вам глубже видеть картину. Не стоит доверять первому впечатлению. Дайте себе время, прежде чем принимать решения.\n\nГлавный совет: не привязывайтесь к чувствам и ожиданиям. Эмоции могут повлечь за собой необдуманные поступки и решения. Важно научиться проходить через свои эмоциональные циклы, но не пытаться их контролировать, ждать пока утихнут волны. Научитесь принимать и сдерживать свои чувства.',
      shortDescription: 'Эмоции, настроения, чувства и страсть',
    },
    {
      id: 8,
      name: 'Сакральный Центр',
      description:
        'У вас определенный Сакральный Центр. Это внутренняя электростанция, которая способна снабдить вас достаточным количеством энергии, чтобы справиться с любым вызовом жизни. Чтобы вкладывать свои силы в какой-то проект или дело, и получать качественные результаты.\n\nУ вас есть значительный потенциал работоспособности и выносливости. Если вы взялись за дело - то потратите на него все свои силы. Для того, чтобы эта энергия была вам доступна, нужно научиться реагировать на запросы жизни. Именно реакции тела на эти запросы отвечает вам на ключевой вопрос - “что нужно делать”. Ответить на этот вопрос невозможно. Энергия рождается внутри тела, и именно оно решает, во что вложить все свои силы.\n\nДля того, чтобы слышать эти отклики внутри, важно формировать контакт со своими ощущениями и телом. Ориентируясь на внутренние телесные отклики, вы становитесь невероятно энергичным человеком, способным сворачивать горы. “Ты можешь помочь мне посчитать цифры по нашему кафе?” - спрашивает вас ваш друг, хозяин кофейни. И вдруг вы ощущаете сильное внутреннее “да”, которому нет объяснения. И далее, вы увлекаетесь, и дело доходит до открытия собственного аудиторского агентства. А ведь изначально у вас и мыслей подобных не было. Это базовый пример, который показывает, как могут работать реакции сакрального центра.\n\nГлавный совет: Научитесь чувствовать ответы тела, на потенциальные возможности. Доверяйте ощущениям, рождающимся внутри. Научитесь учитывать, прежде всего, свои интересы, не берите на себя слишком много и не надо угождать другим. “Нет”, значит, нет!',
      shortDescription: 'Жизненная энергия и движимая сила',
    },
    {
      id: 9,
      name: 'Корневой Центр',
      description:
        'У вас определен Корневой центр. Вы от природы устойчивы к давлению, решительны, готовы действовать и сможете сподвигнуть остальных. Само ваше присутствие заставляет других действовать быстрее. Что, однако, может быть как полезным, так и вредным фактором.\n\nПомогайте окружающим людям фокусироваться на главном, чтобы уменьшить количество суеты. Не торопите окружающих, если в этом нет реальной нужды. Вы всегда знаете, как чётко выстроить работу и сколько потребуется времени на ее выполнение. Чтобы оставаться в тонусе, вам периодически нужен стресс, дедлайны и физическая активность.\n\nВам нравится быть в гуще событий, вы по-настоящему зависимы от адреналина и не способны просто сидеть на месте - вам важно действовать. Попробуйте провести целый день в неподвижности и вас взорвет!\n\nГлавный совет: научитесь выбирать цель и концентрироваться в заданном направлении.',
      shortDescription: 'Адреналин, амбиции, стресс и драйв',
    },
  ],
  inactive_centres: [
    {
      id: 1,
      name: 'Теменной Центр',
      description:
        'У вас не определен Теменной Центр. Это значит, что большая часть всего, о чем вы думаете, все эти мысли, вопросы и вдохновение приходит к вам из внешних источников. Ваша голова с легкостью буквально из воздуха вылавливает мысли других людей и общую повестку дня. А дальше - эта повестка, мысли или вопросы могут увлечь вас настолько сильно, что вы можете даже забыть, с чего все началось или чем вы занимались до того, как это случилось.\n\nВас легко сбить с фокуса подбросив какую-то мысль или вопрос. С другой стороны, вы можете впитывать в себя новые мысли буквально отовсюду и тонко чувствовать информационный фон. Что важно, так это помнить, что реальная жизнь происходит здесь, сейчас, в теле, в ощущениях, в материи. В нашем уме мы можем до бесконечности задавать вопросы, строить воздушные замки, формулировать идеи.\n\nУчитывая как быстро вы можете увлечься, вам следует фильтровать ваши источники информации, чтобы не перегружать свой мозг разными стимуляциями. Ведь все, что вы услышите, дальше будет крутиться в вашем разуме. Вы не столько создатель новый мыслей или идей, сколько тонко настроенный сенсор, способный почувствовать дух времени и сформулировать то, что витает в воздухе.\n\nГлавные ловушки и уязвимости:\n1. Реагировать на информационный шум и терять фокус с того, что происходит на самом деле здесь и сейчас\n2. Быть одержимым поиском вдохновения и источников универсальных ответов на вопросы\n3. Думать в результате о том, что не имеет отношения ни к вашей жизни, ни к вам, ни к вашим задачам.\n\nГлавный совет: не утоните в водовороте чужих чувств и мыслей. Постарайтесь фильтровать потоки информации. Каждый раз, когда проваливаетесь в долгие размышления, задайте себе 3 простых вопроса, чтобы вернуть фокус: “О чем я думаю? Какое отношение это имеет ко мне? А что на самом деле сейчас происходит?',
      shortDescription: 'Вдохновение, психическое давление, путаница и сомнения',
    },
    {
      id: 2,
      name: 'Аджна Центр',
      description:
        'У вас не определен Аджна Центр. Это говорит о том, что большая часть ваших взглядов и концепций заимствована из внешних источников. Родители, школа, государство, телевизор, круг общения - все эти люди распространяют свои представления о том, как жить, во что верить и чему следовать. Ваш мозг восприимчив и легко впитывает информацию. Проблемы наступают лишь тогда, когда вы видите, что ваша точка зрения может легко поменяться, в то время как в обществе ценятся прочные убеждения.\n\nВ попытке сформировать для себя базу из таких убеждений вы закрываете свой ум от нового. Ваши решения могут служить взятым или навязанным убеждениям и противоречить тому, что говорит ваше сердце и интуиция. Это тот случай, когда вегетарианец находится при смерти от истощения, но продолжает исключать мясо, потому что “животных жалко”. Вегетарианство - это прекрасно и для многих людей очень здорово. Но правда это не то, что правдой считает кто-то другой. У каждого своя правда.\n\nВажно впитывать знания, но не зацикливаться на них, и уж точно не подгонять свои решения под концепции. Наши знания и наша голова существуют не столько для нас и наших решений, сколько для коммуникации и для других людей. Оставьте принятие решений телу. Оно лучше знает, что работает, а что нет. Пусть знания приносят удовольствие от самих знаний, и от того как они могут вдохновить кого-то другого. Ваш потенциал эрудиции может давать неожиданные ответы на самые разные вопросы. Будьте готовы изменить свою точку зрения, если новые аргументы окажутся сильнее старых. Не держитесь за убеждения, это всего лишь концепции.\n\nГлавные ловушки и уязвимости:\n1. Притворяться, что ваши убеждения прочны. Подстраивать свои решения под выбранную концепцию или убеждения\n2. Активно спорить и доказывать свою позицию, вместо того, чтобы задать правильный вопрос на основе вашей эрудиции\n3. Все время думать о том, что вам не хватает знаний и компетенций\n4. Получать все больше образований только из-за чувства неуверенности в своих знаниях.\n\nГлавный совет: Сохраняйте открытость мышления и любопытство, будьте готовы отбросить не работающие на практике концепции. Вместо отстаивания своих знаний, задавайте такие вопросы оппонентам, чтобы они сами пришли к правильным ответам. Не верьте никакой информации с ходу. Ищите подтверждений. Используйте свои широкие знания и эрудицию, чтобы натолкнуть дискуссию на совершенно новый путь. Вам будут полезны медитации на успокоение ума, на созерцание дыхания и внутреннюю тишину.',
      shortDescription: 'Вдохновение, мысли, мнения, идеи и прозрения',
    },
    {
      id: 3,
      name: 'Горловой Центр',
      description:
        'У вас не определен Горловой Центр. Вы находитесь под давлением выразить себя, донести свои мысли, проявить себя. У вас нет встроенного тайминга и понимания когда говорить, а когда молчать. Это может приводить ваш ум в замешательство. Может казаться, что надо заполнить каждую паузу, срочно сказать остроумную шутку и вообще привлечь к себе внимание, а иначе вас попросту не заметят. Но это не так. Чем меньше вы пытаетесь привлечь к себе внимание, тем внимательнее вас слушают.\n\nЧем больше вы говорите, пытаясь перекричать окружающих, тем сильнее болит ваше горло в конце дня. Чем больше вы пытаетесь контролировать, что именно вы говорите, чтобы это звучало как-то “по-особенному”, тем более невпопад из вас выходят слова и фразы. Расслабление - ключ к тому, чтобы в любом обществе говорить на языке аудитории. А еще - своевременность. Зачем тратить силы, ведь куда приятнее говорить, когда вас слушают? Гораздо проще дождаться этого момента и поймать свой звездный час. Cum tacent - clamant - сказал Цицерон. Порой молчание гораздо громче крика. Когда вас спросят - тогда вам будет что сказать. А до этого - глубокое дыхание и расслабление. Пусть все наговорятся.\n\nГлавные ловушки и уязвимости:\n1. Стремиться привлекать к себе внимание, заполнять собой все паузы\n2. Досконально продумывать что, где, когда и как сказать\n3. Все время прокручивать в голове уже прошедшие разговоры.\n\nГлавный совет: не вступайте в разговор, если вам не ясны его цели, научитесь определять нужный момент для ваших реплик в беседе. Попробуйте молчать, пока не появится отличной возможности высказаться. Попробуйте максимально отпустить свою речь в эти моменты. Вы будете физически улавливать голоса и понятийный аппарат аудитории и можете удивиться, как в разных кругах, ваша речь и экспрессия меняются автоматически. Она будет уместной. Оставьте все попытки контролировать свое самовыражение. Будьте голосом своего окружения.',
      shortDescription: 'Общение, самовыражение, разговоры и контакт с внешним миром',
    },
    {
      id: 4,
      name: 'Джи Центр',
      description:
        'У вас не определен Джи Центр. Вы многолики, а окружающие видят в вас свое собственное отражение. Ваш жизненный путь очень извилист. Вы способны к состраданию. Вы способны видеть чужие жизненные пути лучше, чем свои. Зачастую, вы не знаете где ваше место в мире и куда вы идете. Это нормально. И это не вопрос разума. Вообще, вся жизнь это не вопрос разума. Однажды вы это прочувствуете. Не пытайтесь это понять или зафиксировать.\n\nВаш жизненный путь складывается по шагам через людей, которые показывают вам разные места и возможности. А дальше уже вопрос ваших решений, попробовать там оказаться или нет. Оглянитесь вокруг себя. Кто сейчас рядом с вами? Куда движутся эти люди и какие ценности несут? На данный момент это и есть ваш путь.\n\nВы познаете любовь также через людей, приходящих в вашу жизнь. Это так красиво, что хочется удержать, сохранить. Однако, жизнь чуть сложнее. Представьте себе, что вы пассажир, что садится на автобус. А потом на поезд. А потом на самолет. Может так быть, что вы всю жизнь проедете на одном автобусе до конечной станции. А может, и нет. Жизнь это встречи и расставания. Наслаждайтесь дорогой. Доверьтесь направлению людей, которых вы уважаете, чей путь и чья личность и ценности вам близки на данный момент.\n\nГлавные ловушки и уязвимости:\n1. Стремиться ответить себе на вопрос “кто я? Где мое место?” интеллектуально. Такого ответа нет. Только на практике можно увидеть, куда вас занесет жизнь\n2. Любой ценой делать вид, что вы знаете куда вести других\n3. Полностью терять себя с другими, полностью ассоциировать себя с группами людей, отдельными людьми или ролями\n4. Отчаянно искать “ту самую” любовь.\n\nГлавный совет: расслабьтесь и плывите по течению, живите настоящим, здесь и сейчас. Позволяете себя направлять тем людям, которые вам нравятся, и которым вы доверяете. Коллекционируйте уютные места, которые вам показали. Проводите там больше времени - там для вас есть потенциально новые хорошие знакомства. Там вы будете словно дома. Будьте готовы к тому, что ваши ценности, направление жизни или поведение будут меняться в течение жизни. Изучайте любовь через других людей, но не привязывайтесь, если понимаете, что дальше вам не по пути.',
      shortDescription: 'Идентичность, направление и любовь',
    },
  ],
  parentDescription:
    'Родитель-Генератор - человек, который интересуется будущим своего ребенка в далекой перспективе. Его волнуют глобальные вопросы: “Кем он станет?”, “Какие таланты в нем надо развивать?”, “Какой потенциал в нем заложен?”. При этом родитель-Генератор не готов глубоко погружаться в понимание внутренней природы своего дитя. Больше всего родитель этого типа ожидает, что его отрок будет таким же активным и прорывным, и всегда расстраивается, когда его мечты не сбываются.\n\nОднако родитель-Генератор может стать идеальным. Для этого ему необходимо научиться задавать вопросы о потребностях ребенка, разговаривать с ним, выявляя его нужды, а не брать всю инициативу на себя. Еще один очень важный момент: Генератор - это единственный тип в Дизайне Человека, которому предназначено проявить всю свою жизненную мощь и реализовать энергию. Именно поэтому Генератор очень часто сфокусирован на себе.\n\nЕсли родитель-Генератор не работает со своим Дизайном, то на первый план выходит ложное Я. В этом случае, такой родитель в себе не заинтересован и этому же он учит ребенка. Таким образом, ребенок перестает думать о своих истинных потребностях и угождает другим. Его больше волнует, что о нем подумают или что скажут в его адрес, нежели свои личные потребности.',
  authority: {
    id: 1,
    name: 'Эмоциональный Авторитет',
    description:
      'Вы, наверное, замечали, что ваши решения часто зависят от ваших эмоций. Сегодня вы в отличном настроении - и говорите “Да”, на следующее утро встаете не с той ноги и не понимаете, как вы вообще на это согласились.\n\nПри принятии решений, прислушайтесь к первым эмоциям, а затем проявите терпение. Вам необходимо “переварить” потенциальное решение через ваши циклы перемены настроений. В хорошем настроении вы везде видите возможности. В плохом - все плохо и ничего не хочется. Благодаря тому, что вы берете паузу, вы видите и все лучшее, и все худшее в каждом предложении. Однако, такая полная картина проявляется постепенно.\n\nКак понять, что вы уже “переварили” потенциальное решение? Это очень индивидуально. Вы просто это почувствуете. С этого момента вы готовы решить. “Мне нужно с этим переспать” - хорошая мантра для вас. Некоторые решения нужно переваривать пару часов, а некоторые и не один год. Дайте себе время. Если вас торопят и говорят “решай сейчас или никогда”, быть может “никогда” будет лучшим решением. В таких условиях вам и дальше не стоит рассчитывать на подобающее отношение, вас и дальше будут торопить вне зависимости, готовы вы или нет. На самом деле, это отличная проверка, точно ли вы нужны компании, человеку, проекту или вас хотят использовать. Если вам не дают возможности “переварить”, может это и не для вас?\n\nТерпение - ваш ключевой компонент. Спонтанные решения не очень надежны и верны в вашем случае. Ясность приходит со временем, вместе с ней приходит и ваша правда.',
  },
  injury: {
    id: 4,
    name: 'Травма Отвержения',
    description:
      'Ваша генетическая травма - травма Отвержения. Вы испытали отказ или даже предательство в своей жизни. Эта травма чаще всего может быть вызвана родителем того же пола, что и вы. Суть этой травмы заключается в отказе от чувств, эмоций, потребностей. В детстве вы были просто открытыми и естественными. А потом кто-то отверг ваши чувства. Это было похоже на настоящее предательство. С этого момента вы постоянно ожидаете, что вас отвергнут, если вы просто будете собой. Итак, вы начинаете играть роли, чтобы нравиться другим людям, чтобы вас приняли и полюбили. Из-за этого вы корректируете свое поведение и решения. Поступая таким образом, вы начинаете отвергать себя. Посмотрите на полярности вашей травмы.\n\nПодавленная природа травмы.\n\nЭто сценарий жертвы. Поскольку вы познакомились с отвержением, оно может следовать за подавленной природой, как упоминалось выше. Вы ожидаете, что вас отвергнут все партнеры и друзья. Вы даже подсознательно выбираете таких партнеров, чтобы получить еще одно подтверждение того, что «все отвергают меня, бедняжку». Боясь отказа, вы начинаете притворяться тем, кем вы не являетесь. Так вы начинаете отвергать себя внутри. Конечно, если вы делаете это с собой, другие делают это с вами. Это прямая связь. Неважно, сколько раз вы пробуете это с новыми людьми, новой работой, новыми проектами — схема одна и та же.\n\nРеактивная природа травмы.\n\nЭто позиция преследователя. Это другая сторона травмы — отвергать других до того, как они отвергнут вас. Это кажется настолько очевидным, что эта позиция блокирует все настоящие чувства и держит людей на расстоянии от вас. Вы отвергаете даже тех, кто любит вас, потому что у вас есть опыт, и вы знаете, что если вы позволите им приблизиться, вы станете уязвимыми. Они могут отвергнуть вас, и вы не можете сделать это снова! «Я расстаюсь с тобой!», «Нет, давай сохраним наши отношения, как есть, не будем сближаться», «Я не собираюсь с тобой работать! Лучше бы я все сделал сам», «Ты слишком близко подходишь, ты для меня угроза, я боюсь, что если я позволю тебе войти в мою жизнь, ты отвергнешь меня, и я почувствую боль».\n\nИсцеление – нежность, доверие.\n\nСначала нужно стать нежнее к себе. Это важный шаг, чтобы позволить себе чувствовать все эмоции. Это не всегда будет легко, но такой нежностью вы будете себя поддерживать. Когда вы нежны к себе, вы не отвергаете ваш внутренний мир. Итак, начните с ухода за собой: теплая ванна, здоровые ритуалы, спорт, стильная стрижка, новая одежда. Но, пожалуйста, делайте это с полным вниманием, любовью и заботой к себе. Как только вы станете нежны и внимательны к себе, вы начнете распространять нежность на других. Как только вы начнете принимать себя, вы станете доверять другим. На самом деле, никто не хочет отказывать вам намеренно. Это всего лишь бессознательная проекция сценария травмы. Это иллюзия. Если кто-то держится за вас, ценит вас, работает с вами, есть причина, по которой этот человек остается рядом. Когда кто-то говорит, что вы хороший человек, что вы достойны и талантливы - это правда.\n\nДар исцеления травмы.\n\nЕсли вы выходите из травматического сценария, вы активируете дар установления знакомств, налаживания связей и талант продаж. Вы также можете помочь другим исцелить их травму, дав им то признание, которого они ищут.',
  },
  strategy: {
    id: 1,
    name: 'Ждать Отклика',
    description:
      'Стратегия – это модель поведения, которая позволит вам достичь удовлетворения в жизни. Научившись использовать свою Стратегию, вы можете стать более собранным человеком и начнете вкладывать свою энергию только в корректные для вас действия.\n\nВы Генератор, а значит Созидатель. Ваша главная Стратегия – ждать отклика, двигаться в потоке жизни через выжидание того, на что можно откликнуться.\n\nЧто же такое отклик?\n\nЭто не обязательно прямая просьба или вопрос, это может быть пение птиц, шум дождя, картинка в журнале или просто отрывок из фильма – то, что вызовет в вас отклик. Это внутренняя сила, которая движет вами, ваш внутренний зов. Вы даже можете издать невольный звук – это будет один из знаков, что на данный запрос важно откликнуться и важно направить сюда свою энергию.\n\nПравильной и здоровой будет только та деятельность, на которую вы сначала «угукнули», «агакнули», а только потом — начали ее. Также правильным будет бездействие, если вы услышали отрицательный отклик – произнесли «неа» или нерешительное «хммммм».\n\nГенератор откликается не на всё подряд, а только на то, что подходит именно вашей энергии и именно сейчас, именно в этот период времени. Ваша главная стратегия – откликаться, но не инициировать!\n\nПозвольте себе ждать, не зная, что именно к вам придет. Позвольте себе откликнуться, не зная заранее, каким будет этот отклик. И самое главное, позвольте себе последовать за своим откликом, не пытаясь его объяснять ни себе, ни другим – нет никаких причин, кроме той, что у вас есть для этого энергия и, значит, чтобы это ни было, это правильная для вас вещь.\n\nРуководствуясь своей Стратегией, вы гармонизирует свое стремление работать сверх меры, и достигаете нормального состояния. Вы начнете чувствовать свою жизненную силу. Стратегия сделает вас способными находить то, что вам нужно в этой жизни, и перестать все время бросать вещи на половине пути. Игнорируя свою стратегию, вы рискуете застрять на неправильной работе, в неправильных взаимоотношениях.\n\nТерпение является важнейшим ключом к гармоничной жизни. И если вы будете терпеливы, вы обязательно получите вознаграждение от жизни:\nНачнете принимать правильные решения;\nПолучите колоссальный прилив сил и энергии, которыми сможете делиться с детьми и близкими;\nПолучите шанс пробудиться, встретиться с собой и начать проживать свою собственную жизнь.',
  },
  nutriton: {
    id: 3,
    name: 'Открытое питание',
    description:
      'Представьте себе времена, когда люди перестали перемещаться стадами от места к месту, а начинали оседать на определенных территориях, строить первые поселения и деревни. Тогда никто никуда не путешествовал и человек всю жизнь, если только не вынуждали экстренные ситуации, проживал на одном месте. А это значит, что и набор продуктов в его жизни был всегда одинаковым, и менялся в зависимости от сезона. Что растет, бегает, плавает, ползает здесь, то моя еда.\n\nПо сути, у вас есть ограниченный набор продуктов, которые вы можете варьировать любым способом. Главное, чтобы вам было вкусно. Вам вредно разнообразие в питании. Оглянитесь. Какие продукты принадлежат вашему региону проживания? Именно это будет для вас полезнее всего. Например, клюквенный морс в России, в Сибири будет вам полезнее, чем этот же клюквенный морс, если вы пьете его, находясь в Таиланде. И наоборот, тайский ананас в Юго-Восточной Азии будет для вас намного полезнее, чем тот же ананас в России. Поэтому разнообразная, но не локальная еда будет в большей степени загружать ваш мозг, чем давать ему питание. Поедание суши в Москве будет иметь меньше пользы, чем запечённый судак с какими-то местными вариациями. С другой стороны, форель вполне может быть из Карелии, и в Петербурге будет более чем уместной. В том время как на Кавказе было бы лучше попробовать баранину.\n\nНа самом деле для вас абсолютно здорово каждый день есть одно и то же из одних и тех же продуктов. Обратите внимание на свои реакции. Довольно скоро вы заметите, что ваш выбор естественным образом тяготеет к сезонным продуктам. Вы можете есть сливы, когда созрел свежий урожай, и даже не замечать эти же сливы 2-3 месяцами раньше и позже. Ваше тело само видит свежую локальную пищу и хочет ее. Здесь есть резонанс с рынками, поэтому ищите свою еду там, где она находится в максимально естественных условиях. То есть, не заморожена, не охлаждена, не законсервирована. Имеет запах и никак не замаскирована добавками и прочими трюками. Если вы меняете регион проживания, пробуйте местную кухню. Переходите постепенно на локальные продукты этого региона. Так ваше тело будет брать из еды максимум.\n\nЭкспериментируйте с местными продуктами так, чтобы вам было в первую очередь вкусно. Чем меньше ингредиентов в том, что вы едите, тем лучше. Поэтому сложные соусы, молочный шоколад, полуфабрикаты, и даже современный хлеб могут оказаться продуктами, которые «загружают» мозг и снижают количество энергии, а не питают ваше тело и разум.\n\nВам рекомендовано больше есть и больше двигаться. У вас быстрый обмен веществ, быстро выводится жидкость из организма. Нужно кушать часто и понемногу, чтобы ресурс тратился на познание жизни, а не на переваривание. Также для вас очень важная физическая нагрузка и активность. Ваш мозг наиболее эффективен, когда вы активны.',
  },
  environment: {
    id: 1,
    name: 'Выборочные пещеры',
    description:
      'Ваша комфортная среда обитания, это пещеры. Ваша роль - активная.\n\nКак вы понимаете, имеются в виду не пещеры в прямом смысле слова. Ваше пространство — это закрытые, уютные, безопасные помещения, с неярким светом, где есть только один вход и выход. Вам может быть не всегда уютно в просторных и открытых пространствах. Например, вам подойдет отдельный кабинет или место в офисе, отгороженное от других людей. В ресторане это может быть дальний угол, откуда вы можете видеть весь зал. Назначая встречу или переговоры, садитесь спиной к стене и лицом к выходу. Так вы будете чувствовать себя сильнее и увереннее. Вам важно контролировать, кто входит и выходит из помещения.\n\nЭто максимально закрытая среда, как во времена пещерных людей, которые укрывались в них для защиты от врагов и хищников. В моменты внутреннего беспокойства, вам требуются объятия сзади.\n\nВ детстве вы, скорее всего, любили строить домики или шалаши, прятаться в шкафу, уединяться в обособленном месте.\n\nКроме безопасности, ваша среда должна подталкивать вас к развитию и совершенствованию. Вам нравится окружать себя различными источниками информации и размещать рабочее место так, чтобы можно было периодически смотреть в окно. Ваша пещера — это место, в жизни которого вы сами активно участвуете, вы здесь не гость, а деятель.\n\nХорошим аналогом пещеры является современный автомобиль - все входы (двери) под вашим контролем. Поэкспериментируйте с этим. Посмотрите, как меняется ваша продуктивность, когда вы в своей среде и когда нет. Именно когда вы в своей среде, к вам приходят правильные люди.',
  },
};
export const centers = {
  '1': {
    id: 1,
    name: 'Теменной Центр',
    description:
      'У вас не определен Теменной Центр. Это значит, что большая часть всего, о чем вы думаете, все эти мысли, вопросы и вдохновение приходит к вам из внешних источников. Ваша голова с легкостью буквально из воздуха вылавливает мысли других людей и общую повестку дня. А дальше - эта повестка, мысли или вопросы могут увлечь вас настолько сильно, что вы можете даже забыть, с чего все началось или чем вы занимались до того, как это случилось.\n\nВас легко сбить с фокуса подбросив какую-то мысль или вопрос. С другой стороны, вы можете впитывать в себя новые мысли буквально отовсюду и тонко чувствовать информационный фон. Что важно, так это помнить, что реальная жизнь происходит здесь, сейчас, в теле, в ощущениях, в материи. В нашем уме мы можем до бесконечности задавать вопросы, строить воздушные замки, формулировать идеи.\n\nУчитывая как быстро вы можете увлечься, вам следует фильтровать ваши источники информации, чтобы не перегружать свой мозг разными стимуляциями. Ведь все, что вы услышите, дальше будет крутиться в вашем разуме. Вы не столько создатель новый мыслей или идей, сколько тонко настроенный сенсор, способный почувствовать дух времени и сформулировать то, что витает в воздухе.\n\nГлавные ловушки и уязвимости:\n1. Реагировать на информационный шум и терять фокус с того, что происходит на самом деле здесь и сейчас\n2. Быть одержимым поиском вдохновения и источников универсальных ответов на вопросы\n3. Думать в результате о том, что не имеет отношения ни к вашей жизни, ни к вам, ни к вашим задачам.\n\nГлавный совет: не утоните в водовороте чужих чувств и мыслей. Постарайтесь фильтровать потоки информации. Каждый раз, когда проваливаетесь в долгие размышления, задайте себе 3 простых вопроса, чтобы вернуть фокус: “О чем я думаю? Какое отношение это имеет ко мне? А что на самом деле сейчас происходит?',
    shortDescription: 'Вдохновение, психическое давление, путаница и сомнения',
    isActive: false,
  },
  '2': {
    id: 2,
    name: 'Аджна Центр',
    description:
      'У вас определен Аджна Центр. Вы постоянно анализируете и обрабатываете информацию. Иногда вам кажется, что голова сейчас взорвется. Но через некоторое время все данные освоены, и вы готовы получать новые знания! Вам может трудно даваться медитация, так как вы не в состоянии контролировать свою ментальную активность.\n\nСледует признать, что вы не столько потребитель готовых ответов, сколько преобразователь информации. Для вас вполне здорово давать своему мозгу сложные задачи. Вам может быть сложно поменять свою точку зрения относительно чего-либо, даже если вы неправы. До всех ответов вам нужно доходить своей головой.\n\nКогда кто-то пытается вас убедить в своей правоте, попросите этих людей, лучше подготовить для вас правильные вопросы. Обработав эти вопросы, вы можете прийти к верным выводам быстрее, чем в формате спора. Признайте, что не все люди в мире должны разделять ваши взгляды, и вам станет комфортнее во всех коммуникациях.\n\nГлавный совет: Мощный поток мыслей перестает тревожить тогда, когда у него есть реализация. Попробуйте передавать ваши мысли в различных формах: дневники, формулы, заметки, подкасты, статьи, посты в соцсетях, рисовать схемы - что угодно! Также попробуйте сместить акцент ваших размышлений с себя и своей жизни на внешние задачи и объекты. Приложите их к чему-то кроме себя.',
    shortDescription: 'Вдохновение, мысли, мнения, идеи и прозрения',
    isActive: true,
  },
  '3': {
    id: 3,
    name: 'Горловой Центр',
    description:
      'У вас определен Горловой Центр. Вы великолепный рассказчик, ваш голос всегда уверен и напорист. Ваши слова – это ваша сила. Вы всегда можете повлиять своей речью на ситуацию или человека, вы способны убеждать, удерживать внимание и добиваться своих целей. В зависимости от конфигурации горловой центр может транслировать эмоции, мысли, вкус или волю.\n\nГлавный совет: Не сдерживайте себя, когда чувствуете, что хотите что-то сказать. Пусть ваши голос и проявление идут свободно. Но не вкладывайте свою энергию в любое действие и не говорите обо всем подряд. Смотрите внимательно, о чём Вам стоит говорить и что стоит делать, и используйте свою энергию только для этого.',
    shortDescription: 'Общение, самовыражение, разговоры и контакт с внешним миром',
    isActive: true,
  },
  '4': {
    id: 4,
    name: 'Джи Центр',
    description:
      'У вас не определен Джи Центр. Вы многолики, а окружающие видят в вас свое собственное отражение. Ваш жизненный путь очень извилист. Вы способны к состраданию. Вы способны видеть чужие жизненные пути лучше, чем свои. Зачастую, вы не знаете где ваше место в мире и куда вы идете. Это нормально. И это не вопрос разума. Вообще, вся жизнь это не вопрос разума. Однажды вы это прочувствуете. Не пытайтесь это понять или зафиксировать.\n\nВаш жизненный путь складывается по шагам через людей, которые показывают вам разные места и возможности. А дальше уже вопрос ваших решений, попробовать там оказаться или нет. Оглянитесь вокруг себя. Кто сейчас рядом с вами? Куда движутся эти люди и какие ценности несут? На данный момент это и есть ваш путь.\n\nВы познаете любовь также через людей, приходящих в вашу жизнь. Это так красиво, что хочется удержать, сохранить. Однако, жизнь чуть сложнее. Представьте себе, что вы пассажир, что садится на автобус. А потом на поезд. А потом на самолет. Может так быть, что вы всю жизнь проедете на одном автобусе до конечной станции. А может, и нет. Жизнь это встречи и расставания. Наслаждайтесь дорогой. Доверьтесь направлению людей, которых вы уважаете, чей путь и чья личность и ценности вам близки на данный момент.\n\nГлавные ловушки и уязвимости:\n1. Стремиться ответить себе на вопрос “кто я? Где мое место?” интеллектуально. Такого ответа нет. Только на практике можно увидеть, куда вас занесет жизнь\n2. Любой ценой делать вид, что вы знаете куда вести других\n3. Полностью терять себя с другими, полностью ассоциировать себя с группами людей, отдельными людьми или ролями\n4. Отчаянно искать “ту самую” любовь.\n\nГлавный совет: расслабьтесь и плывите по течению, живите настоящим, здесь и сейчас. Позволяете себя направлять тем людям, которые вам нравятся, и которым вы доверяете. Коллекционируйте уютные места, которые вам показали. Проводите там больше времени - там для вас есть потенциально новые хорошие знакомства. Там вы будете словно дома. Будьте готовы к тому, что ваши ценности, направление жизни или поведение будут меняться в течение жизни. Изучайте любовь через других людей, но не привязывайтесь, если понимаете, что дальше вам не по пути.',
    shortDescription: 'Идентичность, направление и любовь',
    isActive: false,
  },
  '5': {
    id: 5,
    name: 'Сердечный Центр',
    description:
      'У вас не определен Сердечный Центр. Это значит, что по своей природе, вы не обладаете стабильной силой волей и не можете на нее полагаться. Не спешите после этого бежать ее “прокачивать” или расстраиваться. Это не плохо. Это всего лишь другой способ обращаться с целями, обещаниями, деньгами и самоценностью.\n\nГлядя вокруг, вам может показаться, что успех дается только тем, кто ставит цели, выполняет обещания и вообще всячески демонстрирует силу и уверенность. Вы удивитесь, но это не так. Пер Эниволдсен, создатель бренда Pandora, никогда не стремился покорить мир. В интервью он сказал, что думал только о качестве, о дизайне, о том, чтобы женщинам было приятно носить его изделия, где бы они не находились. Имеет ли это что-то общее с “Поставь цель! Пропиши шаги! Добивайся! Действуй!”? Не очень. Так и ваш путь к удовлетворению и признанию лежит не через массовый принцип “добейся или умри”, а через любовь к тому, чем вы занимаетесь.\n\nЧем меньше вы сравниваете себя с другими и чем больше любви вы испытываете к своей работе - тем богаче вы будете. И вообще, не деньги должны быть критерием выбора вашей деятельности, а именно удовлетворение и любовь, которую вы испытываете в процессе. То же самое касается самооценки. Может быть, непросто повышать ценник на свои услуги, работу или продукты. Но не оглядывайтесь на рынок! Ставьте цену, при которой вы забудете о деньгах, и будете полностью погружены в процесс, думая как предоставить лучший на земле сервис, продукт или товар.\n\nГлавные ловушки и уязвимости:\n1. Пытаться доказать свою ценность и состоятельность другим и себе\n2. Сравнивать себя с другими. Свои успехи с чужими. Как правило, такое сравнение всегда идет в минус\n3. Давать обещания направо и налево, чтобы, опять же, что-то кому-то доказать\n4. Все время измерять себя и свою ценность через количество денег, вещей, доходов\n5. Ставить деньги выше и важнее любви к работе.\n\nГлавный совет: проживите жизнь так, чтобы никому ничего не доказывать, и самому себе в том числе. Перестаньте давать обещания. Не стремитесь соревноваться. Важно делать то, что вы можете делать с любовью, за цену, при которой вы попросту забываете о деньгах. Выдохнуть. Вы никому ничего не должны. Не поддавайтесь на манипуляции, подрывающие вашу уверенность в себе.',
    shortDescription: 'Самооценка, эго и сила воли, самосохранение',
    isActive: false,
  },
  '6': {
    id: 6,
    name: 'Селезеночный Центр',
    description:
      'У вас не определен Селезеночный Центр. Вам может быть сложно полагаться на инстинкты и интуицию. Это связано с тем, что в вашу конфигурацию не завели внутренней системы предупреждения об опасностях. Поэтому вы склонны бояться последствий ваших действий, бояться неизвестности, перемен, даже когда для этого нет никаких причин.\n\nВаша задача - научиться отделять придуманные страхи, от реально вредных и опасных ситуаций. В то же самое время, вы способны мгновенно считать информацию о состоянии здоровья и тела людей, которые с вами оказываются рядом. При этом у вас сильная чувствительность и к процессам вашего собственного тела. Вы способны вовремя почувствовать, когда нужно выпить витамины, когда следует надеть шарф потеплее, а когда пора бы проверить здоровье у доктора. Если вы будете внимательны - сможете сохранить здоровье на долгие годы без серьезных сбоев.\n\nГлавные ловушки и уязвимости:\n1. Держаться за нездоровых людей, еду, места, работу, отношения ради сохранения “безопасной стабильности”. Чаще она именно вредна, а не безопасна\n2. Раздувать страхи, особенно когда речь идет о возможных переменах или принятии решений.\n\nГлавный совет: научитесь объективно оценивать свои страхи, осознайте их природу. Точно ли они ваши? Насколько они ваши? Какое отношение ваши мысли о потенциальных угрозах имеют отношения к реальности? Спрашивайте себя время от времени: “Чего я боюсь? Что может произойти? А что на самом деле происходит?” Эти вопросы помогут вернуться к реальности, а не улетать дальше в придумывание ужасов.',
    shortDescription: 'Естественные страхи, интуиция, здоровье и иммунная система',
    isActive: false,
  },
  '7': {
    id: 7,
    name: 'Солнечного Сплетения',
    description:
      'У вас не определен Центр Солнечного Сплетения. Вы чувствительны к эмоциональному фону вокруг вас. Вы буквально впитываете эмоции других людей. Вы чувствуете их даже сильнее, чем люди, от которых они исходят. Из-за этого вы можете характеризовать себя как исключительно эмоционального человека, что не совсем верно.\n\nК сожалению, вы не можете выбирать чувствовать то, что чувствуют люди рядом с вами, или нет. Вы “ловите” как приятные эмоции и состояния, так и неприятные. Из-за этого у вас может возникнуть желание искать “только позитивных” ощущений, что, конечно, приводит к лицемерию, напряжению, ненасытностью удовольствиями. Как только вы перестанете избегать неприятных эмоций, когда не перестанете бояться конфликтов и обострений, вы увидите, насколько вы свободны в своих реакциях. В этом случае, ваша чувствительность превращается в поле для исследований и экспериментов. Вы буквально можете чувствовать настроение людей и учитесь обернуть это знание в мудрость, эмпатию, и даже найти в этом выгоду.\n\nГлавные ловушки и уязвимости:\n1. Не проявлять свои истинные чувства, чтобы не обидеть, расстроить, опечалить или разозлить людей\n2. Избегать конфронтации и обострения или проявлять чрезмерную дипломатичность. Сглаживать углы ценой собственных потребностей, желаний и целей. Терять свои границы из-за этого\n3. Делать вид, что у вас все хорошо, даже когда внутри буря. Сдерживание эмоций может приводить к мышечным зажимам, и даже физическим болезням.\n\nГлавный совет: научитесь не реагировать на эмоции окружающих, просто будьте наблюдателем и не впитывайте их в себя. Научитесь, наблюдая за своими эмоциональными переменами, создавать эмоциональный фон окружения. Как только вы сможете отделить эмоции от реальности, вы можете стать свободными в своих реакциях на любые ситуации. Не бойтесь конфликтовать тогда, когда это касается ваших ценностей, границ или целей. Периодически находите возможность для того, чтобы сбросить накопленное эмоциональное напряжение. Что это будет: бокс или крик в подушку - не важно, все подойдет!',
    shortDescription: 'Эмоции, настроения, чувства и страсть',
    isActive: false,
  },
  '8': {
    id: 8,
    name: 'Сакральный Центр',
    description:
      'У вас не определен Сакральный Центр. Это говорит о том, что вы не созданы для того, чтобы работать по 8 часов каждый день. Постарайтесь не воспринимать это как руководство к тому, чтобы сегодня же уволиться или перестроить всю свою жизнь. Да, вы не пахарь. Интенсивная работа от рассвета до заката скорее будет вас утомлять, чем удовлетворять. Вы созданы быть, скорее, “умным работником”, чем “усердным работником”. Меньше действий ради такого же, или лучшего результата. Вот к чему стоило бы приложить усилия.\n\nЗа счет вашей чувствительности к энергии и энергичности окружающих, вам кажется, что это вы можете потрудиться еще часик, и еще часик, и еще… На самом деле, в этот момент происходит заимствование внутренних ресурсов. И когда вы остановитесь, то заметите, что уже давно “пропустили” точку усталости, и теперь уже пришло истощение. Будьте внимательны к своему реальному ресурсу для работы и деятельности. Вам может это не нравиться, вы можете хотеть быть таким же трудолюбивым, активным человеком, как и все. Но нет ничего лучше честности. Особенно с собой.\n\nГлавные ловушки и уязвимости:\n1. Стремление подражать работоспособности других людей\n2. Пропускать момент усталости и доводить себя до истощения\n3. Вообще не уметь остановиться ни в чем (еда, работа, секс)\n\nГлавный совет: Ложитесь спать до того как валитесь с ног. Лучше доделать дела в постели, чем ползти до нее. Учитесь работать умно, а не много, ищите возможности для этого. Если возможно, попробуйте оптимизировать нагрузку до 4-6 рабочих часов в день без потерь в деньгах. Если что-то можно делегировать кому-то другому - смело делайте это.',
    shortDescription: 'Жизненная энергия и движимая сила',
    isActive: false,
  },
  '9': {
    id: 9,
    name: 'Корневой Центр',
    description:
      'У вас не определен Корневой Центр. Ваше тело по своей конфигурации очень чувствительно к стрессу и давлению. Вы легко зажигаетесь и, минуя “внимание”, после слов “на старт” уже готовы бежать впереди всех. Чем более интенсивное у вас окружение, чем больше у вас дедлайнов, тем быстрее вы двигаетесь. И тем больше, на самом деле, суетитесь и быстрее выгораете. Чем больше вокруг раздражителей и стимулов, тем сложнее сконцентрироваться.\n\nВаше тело не предназначено все время находиться в состоянии драйва. Для вас здорово быть в своем темпе, действовать постепенно и плавно. Вспоминайте, что невозможно сделать все дела сегодня, а завтра наконец-то отдохнуть. Чем быстрее вы стремитесь все сделать, чтобы освободиться, тем больше дел на вас сваливается. За счет вашей чувствительности к стрессу, вы можете тонко чувствовать, когда и правда стоит ускориться. Пусть хоть весь мир кружится в урагане, главное, чтобы вы чувствовали собственный темп. Не слушайте тех, кто говорит, что все время надо “куда-то бежать” или “что-то успеть”. То, что нужно успеть на самом деле, от вас никуда не денется. \n\nГлавные ловушки и уязвимости:\n1. Стремиться все успеть, даже то, что не очень нужно, но кажется, что без этого никак.\n2. Брать на себя больше чем нужно\n3. Делать все вещи “на бегу”, толком не чувствуя ничего, и порой уже даже забывая зачем все это нужно\n4. Спешить закончить начатое, чтобы поскорее “освободиться”.\n\nГлавный совет: Вам нужно научиться распознавать чужое давление на вас, перестать впитывать чужие стрессы, иначе вы рискуете иметь проблемы со здоровьем. Подберите подходящую медитацию для расслабления. Постарайтесь фокусироваться на одном деле за одну единицу времени и не реагировать на посторонние “срочные” задачи и раздражители. Не оставляйте выполнение задач на последний момент, иначе рискуете стать заложником дедлайнов.',
    shortDescription: 'Адреналин, амбиции, стресс и драйв',
    isActive: false,
  },
};
